{"songs":"The Economy Is Suffering, Let It Die by Anti-Flag","lyrics":"I've seen a lot of rip-offs in my life\nSeen a lot of scams\nA lot of crooks and crooked schemes, crooked sharks\nPart one of the story reads...\nThe liquor store thief\nThe stick up man\nThrown into the clink\nNever coming back, yeah, until the day he's grey and old\n\nI seen a lot of rip-offs in my life\nThe rip-offs of the old and of the young\nThe weak, the sick, the never known\nStabbed repeatedly in the back by the Wall Street suit\nThe Washington hack\nLining up their pockets with the people's cash and\nLaughing all the way to the bank\n\nDo you want to live your life a slave?\nIn chains from the cradle to the grave\nThe economy is suffering, let it die\nDo you want to live your life a slave?\nIn chains from the cradle to the grave\nThe economy is suffering, let it die\nYeah\n\nI've seen a lot of bailouts in my life\nBut why is it I never see a bailout for the homeless and the poor?\nAnd while we're on the subject\nI could use a few bucks for a guitar amp\nA new six string, and a tank of gas, yeah\nEverything that I want, that I want!\n\nWe're so fucked and we don't give a fuck, no\nWe're so fucked, but no we just don't care\nCause we're so, so fucked\nThis world is shit out of luck and we don't give a fuck\n\nDo you want to live your life a slave?\nIn chains from the cradle to the grave\nThe economy is suffering, let it die\nDo you want to live your life a slave?\nIn chains from the cradle to the grave\nThe economy is suffering, suffering, let it die\n\nWhen the cities burn down we'll all be warm\nWhen the cities burn down we'll all keep warm\nWhen the cities burn down we'll all be warm\nWhen the cities burn down we'll all be warm\nWhen the cities burn down we'll all keep warm\n\nWhen the cities burn down we'll all be warm\nWhen the cities burn down we'll all be warm\nWhen the cities burn down we'll all keep warm\nWhen the cities burn down we'll all be warm, oh\nWe're so fucked, we're so fucked","url":"https://genius.com/Anti-flag-the-economy-is-suffering-let-it-die-lyrics"}