{"title":"Enea super rap by Assalti Frontali","lyrics":"[Intro]\nQuesto è il rap di Enea, ooh Enea super rap\nQuesto è il rap di Enea, per le scuole elementari\nQuesto è il rap di Enea, ooh Enea super rap\nQuesto è il rap di Enea, un ripasso per somari\n\n[Ritornello]\nC'ho un'idea, c'ho un'idea disse Enea\nC'ho un'idea e prese la parola in assemblea\nC'ho un'idea, c'ho un'idea disse Enea\nStanotte ci imbarchiamo con l'alta marea\n\n[Strofa 1]\nCanto le armi e il primo eroe che da una spiaggia\nGiunse in Italia e lui che se la viaggia\nProfugo per suo destino\nOggi come oggi sarebbe un clandestino\nEnea ma dove vai, Enea ma dove vai\nSenza il permesso di soggiorno per te sono guai\nForza partiamo, che Eolo ci aiuti\nIl mare fa paura ma non stiamo qua seduti\nLo so, lo so ci sono i venti, le onde alte, la tempesta\nMa dobbiamo scappare o ci fanno la festa\nMia moglie è morta, mio padre sulle spalle\nIo ho la schiena rotta e girano, girano, girano le palle\nRicominciamo, si, e da zero\nScappando da una guerra che abbiam perso davvero\nMa la guerra è bella e non può finire\nOvunque andremo sarà bella da morire!\n\n[Rutornello]\nC'ho un'idea, c'ho un'idea disse Enea\nC'ho un'idea e prese la parola in assemblea\nC'ho un'idea, c'ho un'idea disse Enea\nStanotte ci imbarchiamo con l'alta marea\n\n[Strofa 2]\nCantami o musa delle cause e dell'offesa\nQuanto può un eroe patire per trovare casa\nPartendo da Troia passando per Cartagine\nPer raccontare a tutti qual è la nostra origine\nAttraverso Scilla, Cariddi e il Tevere\nUn'epopea del genere non sarà mai cenere\nResterà nel tempo quanto fu lo strazio\nQuanta guerra si patì per consegnare al Lazio\nUna città che è la nostra eterna città\nTirata su da chi fuggì in esilio per necessità\nIn giro a fare danni per sette lunghi anni\nPortando in mano lo scudo di Vulcano\nE nel metallo sta sbalzata una profezia\nDice che Roma sarà tutta mia\nSfideremo pure Polifemo\nNon son Nessuno, ma non sono mica scemo!\n\n[Ritornello]\nC'ho un'idea, c'ho un'idea disse Enea\nC'ho un'idea e prese la parola in assemblea\nC'ho un'idea, c'ho un'idea disse Enea\nStanotte ci imbarchiamo con l'alta marea\n\n[Strofa 3]\nCosì quando vediamo in giro uno straniero\nPensiamo a Enea, a Virgilio, all'Ulisse di Omero\nSi chiami Zapatero, si chiami Sarkozy\nDiciamo a 'sti signori qui: chiudiamo i CPT!\nLasciamo free (sì, free!) chi ha un profugo destino\nNon chiamiamo mai un uomo clandestino\nPerchè dietro ognuno c'è sempre un'idea\nChe fa grande il mondo come fu quella di Enea\n\n[Ritornello]\nC'ho un'idea, c'ho un'idea disse Enea\nC'ho un'idea e prese la parola in assemblea\nC'ho un'idea, c'ho un'idea disse Enea\nStanotte ci imbarchiamo con l'alta marea\n\n[Strofa 4]\nCi sono stati santi, guerrieri, eroi, e ladri\nL'Eneide è il racconto dei padri dei padri\nSotto queste mura di tutti noi romani\nScorre anche il sangue di popoli lontani\nE ci scusi la maestra per qualche licenza\nNon proprio all'altezza ma capisca anche l'urgenza\nVirgilio era un latino che scrisse un gran poema\nNoi facciamo rap che per 'sti ragazzi è crema!","url":"https://genius.com/Assalti-frontali-enea-super-rap-lyrics"}