{"songs":"Stuff That I Like by Bomb the Music Industry!","lyrics":"The city subway stations never glisten\nThe gates rise up like they belong in prison\nAnd my balance is low\nI better pick a good place, I got one ride to go\n\nYour fucking cocaine party fucking freaks me out\nWhen did Scott Weiland show up, how long's he sticking around?\nI guess this new fare hike means that I'll ride my bike\nPlay video games and do other stuff that I like\n\nAnd in the morning, cleaning up, we found these plastic bags\nWith a little bit of party left, and started to laugh\nMan, I'm glad I passed out from the booze and the weed\n'Cause the house was up till 6 AM doing speed\n\nNow it's 1 AM and I'm quite a few in\nI can barely make out where the bathroom line begins\nAnd it's been moving five inches every fucking five minutes\nI want to ask the overprivileged kids\n\nIf they would fucking mind, I gotta take a piss in the cocaine room\nWhat is this, the line for lines, a long line for lines?\nI'm getting claustrophobia from the twenty-something set with bleary eyes\nWhat is this, the line for lines, a long line for lines?\n\nI, I, I, I don't wanna be part of this Friday night or Saturday night\nI, I, I, I don't wanna be part of this line for lines, long line for lines\nI, I, I, I don't wanna be part of this night\n\nWhen I go out these days, all I do is complain\nAbout the booming bass and the shitty DJ\nIf I wanted to go to a dance club, I'd own a bottle of Brut\nA closet full of Christian Dior and I'd be in a different room\n\n'Cause we can dance to Otis Redding, P.O.S., and M.I.A\nAnd if you're on Serato Scratch, don't call yourself a DJ\nBeat detecting's got no attitude, your tempo maps can't fill a room\nBut lemmings all have dancing shoes\n\nAnd I'm just freaking out, you're assaulting me with thrusts like I'm an asshole\nSweating to the sounds of Billboard's Hot 100\nLike a total \"yeah, bro!\" dick, man, I thought that we all lived here 'cause we're different\nI guess I was wrong this time, time after time\n\nI, I, I, I don't wanna be part of this Friday night or Saturday night\nI, I, I, I don't wanna be part of these coke-y times and eight dollar wines\nI, I, I, I don't wanna be part of this night\n\nThe city subway stations never glisten\nThe gates rise up like \"What's up? You're in prison!\"\nConfined by alcoholism\nAnd lack of better decisions for having fun on the weekends\n\nBut this shitty atmosphere keeps bumming me out\nDon't want my Club MTV, I hate Downtown Julie Brown\nI guess these new prices hikes will make me grab me light\nClimb the fire escape to the roof with a book that I like","url":"https://genius.com/Bomb-the-music-industry-stuff-that-i-like-lyrics"}