{"songs":"Star Trek: The Devil in the Dark by Star Trek","lyrics":"[Mine tunnel]\n\n(A nervous man has his weapon drawn)\nSAM: Who's there?\nVANDERBERG: (enters with a lot of men) It's your relief, Sam. All quiet?\nSAM: Didn't see a thing, Chief.\nSCHMITTER: Nobody ever does. Whatever the thing is, it's already killed fifty people. I never realised before how dark it is down here.\nVANDERBERG: Stay on your toes, Schmitter. Keep your phaser in your hand at all times.\nSCHMITTER: What good will that do? You saw what happened to Ed Appel when he shot at it. How about those other people before the monster got them?\nVANDERBERG: I'm sorry, Schmitter. I know how you feel, but we've got to have guards.\nSCHMITTER: Okay, Chief. I'll do what I can.\nVANDERBERG: Keep alert. If you hear anything or see anything, call in. Somebody can arrive in three minutes.\nSCHMITTER: A lot can happen in three minutes. Chief, is it true the Enterprise is on its way?\nVANDERBERG: It's coming.\nSCHMITTER: You think it could get here in the next four hours?\nVANDERBERG: You'll be all right.\n(The group leaves, and nervous Schmitter paces. Then we hear a scraping sound. He turns, looks and screams. Vanderberg and the others run back.)\nVANDERBERG: Come on.\n(It's mere moments, but they're already too late.)\nVANDERBERG: Schmitter. Like the rest of them. Burned to a crisp.\n\nCaptain's log, stardate 3196.1. A distress call from the pergium production station on Janus Six has brought the Enterprise to that long-established colony. Mister Spock, Doctor McCoy, and I have beamed down to meet with Chief Engineer Vanderberg, administrative head of Janus Six.\n\n[Vanderberg's office]\n\nKIRK: All right, let's assume there is a monster. What has it done? When did it start?\nVANDERBERG: About three months ago, we opened up a new level. Sensors gave us an unusually rich pergium reading. Not only pergium, whatever you want. Uranium, sirium, platinum. The whole planet's like that. It's a treasure house.\nKIRK: Yes, we're aware of that. If mining conditions weren't so difficult, Janus Six could supply the mineral needs of a thousand planets. But what happened?\nVANDERBERG: First, the automatic machinery, piece by piece, started to almost disintegrate. Metal began dissolving away. There was no reason for it, and our chemists were unable to analyse the corrosive agent.\nSPOCK: I'm sure there is an answer. It simply has not yet been discovered.\nVANDERBERG: Yes, it has. I don't know what this butchering monster is, but I know what it's doing. Our maintenance engineers sent down to the drifts to repair the corroded machinery. We found them seared to a crisp.\nKIRK: Volcanic activity?\nSPOCK: There is no current volcanic activity on this planet, Captain.\nVANDERBERG: He's right. None. At first the deaths were down deep, but they've been moving up toward our levels. The last man died two days ago three levels below this.\nKIRK: Same way? Burned?\nMCCOY: I'd like to examine the body.\nVANDERBERG: We kept it for you. There isn't much left. Roberts will show you. (McCoy and the guard leave) It isn't pretty.\nKIRK: Do you post sentries? Guards?\nVANDERBERG: Of course. Five of them have died.\nKIRK: Who else has seen this?\nAPPEL: (entering) I have.\nVANDERBERG: This is Ed Appel, chief processing engineer.\nKIRK: Describe it.\nAPPEL: I can't. I only got a glimpse of it, but it's big and shaggy.\nVANDERBERG: Ed shot it.\nSPOCK: Oh. You mean shot at it.\nAPPEL: No. I mean shot it. With this. (a hand phaser)\nSPOCK: Fascinating.\nAPPEL: A good, clean shot. Didn't even slow it down. Well, I've made my report to you. Production has stopped, nobody will go into the lower levels, and I don't blame them. If the Federation wants pergium, then you're going to have to do something about it.\nKIRK: That's why we're here, Mister Vanderberg.\nAPPEL: You're all pretty tough, aren't you? Starship, phaser banks. You can't get your starship down in the tunnels.\nKIRK: I don't think we'll need to, Mister Appel. Mister Vanderberg, we'll need a complete subsurface chart of all the drifts, galleries and tunnels.\nMister Vanderberg, I'll need a complete subsurface chart of all the drifts, galleries, tunnels.\nVANDERBERG: You'll get it.\nSPOCK: (examining a large globe from Vanderberg's desk) Mister Vanderberg, what is this?\nVANDERBERG: It's a silicon nodule. There are a millions of them are down there. No commercial value.\nSPOCK: But a geological oddity, to say the least. Pure silicon?\nVANDERBERG: A few trace elements. Look, we didn't call you here so you could collect rocks.\nKIRK: Thank you, Mister Vanderberg. We'll need your complete co-operation.\nVANDERBERG: You'll have it. Just find that creature, whatever it is. I've got a quota to meet. Come on, Appel.\n(They leave, and McCoy comes back.)\nKIRK: The vast number of tunnels won't make our hunting any easier. Doc?\nMCCOY: Schmitter didn't burn to death, not in the usual sense, anyway.\nKIRK: Explain.\nMCCOY: Well, there are only fragments of bone and teeth left, but the plant's physician agrees with me. A chemical corrosion. Almost as if he'd been thrown into a vat of extremely corrosive acid.\nKIRK: Strong enough to eat machinery?\nMCCOY: Strong enough to eat anything else that you can think of.\nKIRK: Mister Spock.\nSPOCK: (at the mine map) I've charted the positions of the deaths and acts of sabotage. Here, here, and here. If the times of these incidents are to be accepted as accurate, the creature would have to have moved at an incredible rate of speed.\nKIRK: Mister Vanderberg, how recent are these charts?\nVANDERBERG: (reentering) They were made last year.\nKIRK: Before the appearance of whatever it is?\nVANDERBERG: That's right.\nKIRK: I see. Mister Spock give us a report on life beneath the surface.\nWithin range of our sensors, there is no life, other than the accountable human residents of this colony beneath the surface. At least, no life as we know it.\nKIRK: We can't cover tunnel by tunnel on foot. We must get production going again. We must have that pergium.\nSPOCK: If we could force another appearance of this creature\nVANDERBERG: When that creature appears, men die.\n(And as if to prove his point, the guard outside the power plant is killed. There's just a vaguely man-shaped stain on the ground and wisps of smoke lead us to a neat circular hole in the door he was guarding.)\nKIRK: Too many tunnels. We couldn't possibly. Mister Spock, our sensors can pick up normal life functions at a considerable distance, but what about abnormal life functions?\n(Just then the lights flicker and an alarm sounds.)\nVANDERBERG: Something's happening in the reactor room!\n\n[Tunnel outside the reactor room]\n\nVANDERBERG: Back to your stations. Look at that.\n(He goes through the hole cut in the door.)\nSPOCK: I wouldn't touch it, Captain. An extremely active corrosive. Traces may linger.\nVANDERBERG [OC]: Kirk, quickly!\n\n[Reactor room]\n\n(They step through carefully.)\nVANDERBERG: The main circulating pump for the entire reactor is gone.\nSPOCK: The same indication as shown at the door, Captain. A very strong corrosive.\nKIRK: Is there a replacement for that?\nVANDERBERG: No, none. It's outdated, but we never had any trouble with it.\nKIRK: Spock, on board?\nSPOCK: Nothing for a device this antiquated, Captain.\nVANDERBERG: Without the pump mechanism, the reactor will go supercritical. It could poison half the planet. We can't shut it down. It provides heat and air and life support for the whole colony.\nKIRK: Mister Spock, we seem to have been given a choice. Death by asphyxiation or death by radiation poisoning.\n\n[Bridge]\n\nSCOTT: A PXK pergium reactor? No, sir. We don't have any spare circulating pump for a thing like that. I haven't seen a PXK in twenty years.\n\n[Reactor room]\n\nKIRK: Can you rig one up? It's vital.\n\n[Bridge]\n\nSCOTT: Well sir, I can put together some odds and ends, but it won't hold for long.\n\n[Reactor room]\n\nKIRK: How long?\nSCOTT [OC]: Forty eight hours maybe, with a bit of luck.\nKIRK: Forty eight hours is better than nothing. Gather what you need and beam down here with it.\n\n{Bridge]\n\nKIRK [OC]: Top priority.\nSCOTT: Aye, Captain.\n\n[Reactor room]\n\nSCOTT [OC]: I'll be right down. Scott out.\nVANDERBERG: What happens when it breaks down?\nKIRK: Hopefully we'll have found the missing part by then.\nVANDERBERG: Hopefully. Small chance.\nKIRK: We'll have to, Chief. The alternative is to evacuate all you people up to the Enterprise. A dozen planets depend on you for pergium for their reactor. They're already screaming. Reactors closing down, life support systems\nVANDERBERG: I'm concerned with my people right here, Kirk. They're being murdered. You find that monster and kill it.\n\n[Vanderberg's office]\n\nSPOCK: The missing pump wasn't taken by accident. It was the one piece of equipment absolutely essential for the operation of the reactor.\nKIRK: Do you think the creature is trying to push the colonists off the planet?\nSPOCK: It would seem so.\nKIRK: But why now, Mister Spock? These production facilities have been in operation for over fifty years.\nSPOCK: I don't know. But there is a possibility.\n(He goes over to the silicon nodule on the desk.)\nKIRK: What's that?\nSPOCK: Life as we know it is universally based on some combination of carbon compounds, but what if life exists based on another element? For instance, silicon.\nMCCOY: You're creating fantasies, Mister Spock.\nKIRK: Not necessarily, Bones. I've heard of the theoretical possibility of life based on silicon. A silicon-based life would be of an entirely different order. It's possible that our phasers might not affect it.\nSPOCK: Certainly not phaser one, which is far less powerful than phaser two.\nKIRK: All right, how about this? A creature that lives deep in the planet below us, at home in solid rock. It seems to me that in order to survive, it would have to have some form of natural armour plating.\nSPOCK: It could explain much, especially since the colonists are armed only with phaser one.\nKIRK: But our people have phaser number two.\nSPOCK: Which I could adjust to be more effective against silicon.\nMCCOY: Silicon-based life is physiologically impossible, especially in an oxygen atmosphere.\nSPOCK: It may be, Doctor, that the creature can exist for brief periods in such an atmosphere before returning to its own environment.\nMCCOY: I still think you're imagining things.\nKIRK: You may be right, Doctor, but at least it's something to go on. Mister Spock, have Lieutenant Commander Giotto assemble the security troops and arm them with phaser number two. You make the proper adjustments. You seem fascinated by this rock.\nSPOCK: Yes, Captain. You recall that Vanderberg commented there were thousands of these at a lower level, the level which the machinery opened just prior to the first appearance of the creature.\nKIRK: Do they tie in?\nSPOCK: I don't know.\nKIRK: Speculate.\nSPOCK: I have already given Doctor McCoy sufficient cause for amusement. I'd prefer to cogitate the possibilities for a time.\nKIRK: A short time, Mister Spock. We have very little.\n\n[Reactor room]\n\nKIRK: How's it going, Scotty?\nSCOTT: Well sir, it's a plumber's nightmare, but it'll hold for a bit.\nKIRK: It has to hold longer than a bit.\nSCOTT: Sorry, sir. That's about the best I can do, but I guarantee it's not good enough.\nKIRK: (answers comm. beep) Kirk here.\nSPOCK [OC]: Captain, the security officers have gathered in Chief Vanderberg's office.\nKIRK: I'll be right there. Kirk out. Scotty, ride herd on it. Kind words. Tender, loving care. Kiss it. Baby it. Flatter it if you have to, but keep it going.\nSCOTT: I'll do what I can, sir.\n\n[Vanderberg's office]\n\n(Six red-shirted men are lined up.)\nKIRK: You will proceed from level to level, checking out every foot, every opening. You are searching for some sort of creature which is highly resistant to phaser fire. Phasers will be set on maximum, and remember this. Fifty people have died. I want no more deaths.\nVANDERBERG: Except the bloody thing.\nKIRK: The creature may or may not attack on sight. However, you must. It is vitally important we get this installation back into production.\nSPOCK: Mister Vanderberg, may I ask at which level you discovered the nodules of silicon?\nVANDERBERG: The twenty-third. Why?\nCommander Giotto, take your detail. Go directly to the twenty-third level. Start your search there.\nGIOTTO: Aye, aye, sir. May I ask if you have reason to suspect this creature may be on that level?\nKIRK: It's one of the possibilities we've discussed. (to Vanderberg) I want your people to stay on the top level, together at a safe place.\nVANDERBERG: I don't know any safe place, Captain, the way that thing comes and goes.\nKIRK: Well, gentlemen, you have your instructions. Let's get at it.\n\n[Tunnels]\n\n(The Starfleet people walk carefully along wonderfully smooth floors with just the occasional piece of equipment strewn around. Spock stops to use his tricorder on a section of the tunnel wall.)\nKIRK: Mister Spock? Find something?\nSPOCK: Adjusting my tricorder to register for silicon, Captain. Interesting.\nKIRK: Traces?\nSPOCK: A life form, Captain. Bearing one hundred eleven degrees, elevation four degrees.\nKIRK: One of our people?\nSPOCK: No, sir. Silicon.\nKIRK: Come on.\n(The security team have gradually split up to cover all the different tunnels. A young blond lad manages a scream before meeting his fate.)\nSPOCK: He never even had a chance to fire, Captain.\nKIRK: It's only been seconds since we heard him scream. The creature must still be around.\nSPOCK: Captain.\nKIRK What is it?\nSPOCK: This tunnel. My readings indicate it was made within the hour. Moments ago, in fact.\nKIRK: Are you certain?\nSPOCK: Positive.\nKIRK: This tunnel goes back as far as the eye can see. Our best machinery couldn't cut a tunnel like this, not even with phasers.\nSPOCK: Indeed, Captain. I'm quite at a loss.\n(Then they turn to see their adversary, and both fire their phasers at it. The shaggy creature shuffles off back into another of its nice circular tunnels and vanishes.)\nKIRK: Gone.\nSPOCK: Disappeared. Astonishing that anything of that bulk could move so rapidly.\nKIRK: These walls are hot.\nSPOCK: Indeed. This tunnel was cut within the last two minutes.\n(Giotto and another security man arrive.)\nGIOTTO Are you all right, Captain?\nKIRK: Yes, perfectly.\nGIOTTO: Did you see it?\nKIRK: Yes, we saw it. Where does the tunnel go?\nSPOCK: Readings indicate a maze of tunnels of this general category in that direction.\nGIOTTO: Did you shoot at it?\nKIRK: Yes. We took a bite out of it.\n(Spock picks up the piece of 'armour' they had cut off the creature)\nKIRK: It's not animal tissue. What is it?\nSPOCK: The closest approximation I could come to would be fibrous asbestos. A mineral, Captain.\nKIRK: Then your guess was right.\nSPOCK: It would seem so. Silicon-based.\nKIRK: Summation.\nSPOCK: We are dealing with a silicon creature of the deep rocks, capable of moving through solid rock as easily as we move through the air.\nKIRK: That would account for the tunnels.\nSPOCK: Correct. This creature's body secretes an extremely powerful corrosive.\nKIRK: Powerful enough to dissolve the door of the reactor chamber.\nSPOCK: And it explains the murdered men.\nKIRK: It's definitely phaser resistant. We had our weapons set for silicon and on full power, yet we only damaged it. It still lives.\nGIOTTO You mean it's impossible to kill?\nKIRK: No. No, it might require amassed phasers.\nSPOCK: Or a single phaser with much longer contact.\nKIRK: Commander, pass this on to your men We knew it was a killer. Now it's wounded, probably in pain somewhere back there. There's nothing more dangerous than a wounded animal. Commander Giotto, instruct your men to concentrate the search in this sector. Remind them the creature is wounded.\nGIOTTO: Aye, aye, sir.\n(leaves)\nKIRK: What is it, Mister Spock?\nSPOCK: I've run a complete spherical check on all life forms, radius one hundred miles. I've located our men, all of them, and I've located one creature moving rapidly through native rock, bearing two hundred and one. And that is all.\nKIRK: One creature in a hundred miles?\nSPOCK: Exactly. Captain, there are literally thousands of these tunnels in this general area alone, far too many to be cut by the one creature in an ordinary lifetime.\nKIRK: Then we're dealing with more than one creature, despite your tricorder readings, or we have a creature with an extremely long life span.\nSPOCK: Or it is the last of a race of creatures which made these tunnels. If so, if it is the only survivor of a dead race, to kill it would be a crime against science.\nKIRK: Mister Spock, our mission is to protect this colony, to get the pergium moving again. This is not a zoological expedition. Maintain a constant reading on the creature. If we have to, we'll use phasers to cut our own tunnels. We'll try to surround it. I'm sorry, Mister Spock, but I'm afraid the creature must die.\nSPOCK: I see no alternative myself, Captain. It merely seems a pity. The search team is gathering in the main tunnel.\nKIRK: Good.\n\n[Main tunnel]\n\n(Giotto now has seven red-shirts with him.)\nKIRK: So it is wounded, and therefore twice as dangerous. Stay in pairs. If you see it, concentrate your phaser fire at what appears to be its head. Concentrate it. Maintain it. It is definitely resistant, but it can be hurt. And if it can be hurt, it can be killed. Mister Spock.\nSPOCK: Gentlemen, if you'll examine your charts, please. I last located the creature in the area marked adit26 moving in bearing two zero one. This particular group will move out beyond that area in all directions in an effort to surround it, and possibly capture it.\nKIRK: Your orders are shoot to kill. Protect yourself at all times. Commander Giotto, disperse your search parties.\nGIOTTO: Aye, aye, sir. Louis, Vinci, take your men out.\n(The red-shirts leave.)\nKIRK: Mister Spock. Capture it? I don't recall giving any such order.\nSPOCK: You did not, sir. I merely thought that if the opportunity arose\nKIRK: I will lose no more men. The creature will be killed on sight and that's the end of it.\nSPOCK: Very well, sir.\nKIRK: Mister Spock. I want you to assist Scotty in maintaining that makeshift circulating pump.\nSPOCK: II beg your pardon, sir?\nKIRK: You heard me. It's vital that we keep that reactor in operation. Your scientific knowledge\nSPOCK: Is not needed there, sir. Mister Scott has far more knowledge of nuclear reactors than I do. You're aware of that.\nKIRK: Mister Spock, you are second in command. This will be a dangerous hunt. Either one of us by himself is expendable. Both of us are not.\nSPOCK: Captain, there are approximately one hundred of us engaged in this search, against one creature. The odds against you and I both being killed are 2,228.7 to 1.\nKIRK: 2,228.7 to 1? Those are pretty good odds, Mister Spock.\nSPOCK: And they are of course accurate, Captain.\nKIRK: Of course. Well, I hate to use the word, but logically, with those kind of odds, you might as well stay. But please stay out of trouble, Mister Spock.\nSPOCK: That is always my intention, Captain.\n(A communicator beeps)\nKIRK: Kirk here.\nSCOTT [OC]: Scotty here, Captain. My brilliant improvisation Just gave up the ghost. It couldn't stand the strain.\nKIRK: Can you fix it again?\n\n[Reactor room]\n\nSCOTT: Negative, Captain. It's gone for good.\n\n[Main tunnel]\n\nKIRK: Start immediate evacuation of all colonists to the Enterprise.\n\n[Reactor room]\n\nVANDERBERG: Not all of them, Captain. I and some of my key personnel are staying.\n\n[Main tunnel]\n\nVANDERBERG [OC]: We'll be down to join you.\nKIRK: We haven't enough phasers for you.\n\n[Reactor room]\n\nVANDERBERG: Then we'll use clubs. We're not being chased away from here. We're staying.\n\n[Main tunnel]\n\nKIRK: Good. Get everybody else aboard the Enterprise. The fewer people we have breathing the air down here, the longer the rest of us will be able to hold out. How much longer, Scotty?\n\n[Reactor room]\n\nSCOTT: The reactor will go super-critical in about ten hours, Sir. You have that long to find the mechanism.\n\n[Main tunnel]\n\nKIRK: We'll do our best. Start feeding us constant status reports, Scotty. Vanderberg, you and your crew assemble at level twenty three, checkpoint Tiger. Kirk out.\n\n[Level twenty three]\n\n(Vanderberg, Appel and three others are there.)\nKIRK: Team up with the Enterprise security personnel. They're better armed than you. Keep someone in sight at all times. Vanderberg, take two men. Go through that tunnel there. Rendezvous with Commander Giotto. Appel and the rest of the men, go through there and tie up with Lieutenant Osborne's detail. Mister Spock and I will control the operation from a central point. That's all.\n(The miners leave.)\nKIRK: Mister Spock?\nSPOCK: Captain, we are being watched.\nKIRK: Are you sure? Intuition?\nSPOCK: No, sir. We're being watched.\n(They start to move through the tunnels)\nSPOCK: Captain. Fresh readings within the hour in each of these tunnels.\nKIRK: The chart says both of these tunnels converge a few thousand yards further. You take the left. I'll take the right.\nSPOCK: Should we separate?\nKIRK: Two tunnels, two of us. We separate.\n(Kirk walks off down a real tunnel, while Spock has to hunch down to move through one of the new circular tunnels. Further on, Kirk's tunnel becomes circular too, then it opens into an area with flat floor, equipment and silicon nodules.)\n\n[Cavern]\n\nKIRK: Mister Spock.\n\n[Tunnel]\n\nSPOCK: Yes, Captain.\n\n[Cavern]\n\nKIRK: I've found a whole layer of these silicon nodules of yours, hundreds of them.\nSPOCK [OC]: Indeed? I find that most illuminating, Captain.\n\n[Tunnel]\n\nSPOCK: Be absolutely certain you do not damage any of them.\n\n[Cavern]\n\nKIRK: Explain.\nSPOCK [OC]: Only a theory I have.\n(We see something move a roof support, and rocks fall near Kirk.)\n\n[Tunnel]\n\nSPOCK: Captain? Are you all right? Jim? Jim!\n\n[Cavern]\n\nKIRK: Yes, Mister Spock, I'm all right. We seem to have had a cave-in.\n\n[Tunnel]\n\nSPOCK: I could phaser you out.\nKIRK [OC]: No. No, no, you'd better not. Any disturbance might bring down the rest of the wall.\n\n[Cavern]\n\nKIRK: Besides, it isn't necessary. The chart said the tunnels meet further on.\n\n[Tunnel]\n\nSPOCK: Very well, but I find it extremely disquieting that your roof chose that particular moment to collapse. Please proceed with extreme caution. I shall quicken my pace.\n\n[Cavern]\n\nKIRK: Very well, Mister Spock. I'll meet you at the other end.\n(Just then a part of the wall vanishes, and their strange adversary emerges. The pair have a stand off, with the creature approaching when Kirk lowers his phaser, and backing off when he raises it. The communicator beeps.) KIRK: Kirk here.\n\n[Tunnel]\n\nSPOCK: Captain, I just read some fresh signs.\n\n[Cavern]\n\nSPOCK [OC]: The creature is in this area. I'll take a lifeform reading.\nKIRK: It's not necessary, Mister Spock. I know exactly where the creature is.\n\n[Tunnel]\n\nSPOCK: Where, Captain?\n\n[Cavern]\n\nKIRK: Ten feet away from me.\n\n[Tunnel]\n\nSPOCK: Kill it, Captain, quickly.\n\n[Cavern]\n\nKIRK: It's not making any threatening moves, Spock.\n\n[Tunnel]\n\nSPOCK: You don't dare take the chance, Captain.\n\n[Cavern]\n\nSPOCK [OC]: Kill it.\nKIRK: I thought you were the one who wanted it kept alive, captured if possible.\n\n[Tunnel]\n\nSPOCK: Jim, your life is in danger. You can't take the risk.\n\n[Cavern]\n\nKIRK: It seems to be waiting.\n\n[Tunnel]\n\nSPOCK: I remind you it's a proven killer. I'm on my way. Spock out.\n\n[Cavern]\n\nKIRK: (sitting down) Well, what do we do, just talk it over?\n(The creature turns to show it's wound from their last encounter.)\nKIRK: Well, you can be hurt, can't you? We just sit here? It's your move.\n(Spock comes running in and takes aim)\nKIRK: No, no! Don't shoot. Come on over, Mister Spock.\n(He does so, and squats by the Captain.)\nSPOCK: Fascinating. It's made no moves against you?\nKIRK: No. It seems to be waiting. I tried talking to it, but it didn't do any good.\n(Spock points at a pile of silicon nodules.)\nKIRK: Yes, they're all through here, all over the place. Thousands of them.\nSPOCK: Yes, I see.\nKIRK: Does it means something to you?\nSPOCK: Possibly the answer, Captain, but I'm not certain. Captain, you are aware of the Vulcan technique of the joining of two minds.\nKIRK: You think you can get through to that thing?\nSPOCK: It's possible.\nKIRK: Mister Spock, I know it's a terrible personal lowering of mental barriers but if there's a chance\nSPOCK: I'll try.\n(He fastens his phaser to his belt and carefully approaches the worried creature. Without touching, he concentrates for a moment and then cries out.)\nSPOCK: Pain! Pain! Pain! (he staggers back) That's all I got, Captain. Waves and waves of searing pain. It's in agony.\n(The creature climbs onto a rock ledge and etches letters into it.)\nKIRK: No kill I. What is that, a plea for us not to kill it, or a promise that it won't kill us?\nSPOCK: I don't know, Captain. Evidently, it gained an immediate knowledge of us from its empathy with me. In my brief contact with the creature's mind, I discovered it is a highly intelligent, extremely sophisticated animal. In great pain, of course, because of its wound, but not reacting at all like a wounded creature. It calls itself a Horta.\nKIRK: A Horta. A Horta! Mister Spock, we need that retardation mechanism. You must re-establish communications with it.\nSPOCK: Captain, it has no reason to give us the device, and apparently every reason for wishing us off this planet.\nKIRK: Yes, I'm aware of that. If we could only win its confidence. Doctor McCoy, this is Captain Kirk.\nMCCOY [OC]: Yes, Captain?\nKIRK: Grab your medical kit and come down here on the double. I've got a patient for you.\nMCCOY [OC]: Is somebody injured? What happened?\nKIRK: Never mind. Just come down to the twenty third level. You'll be led to us by tricorder readings. Kirk out.\nSPOCK: Jim, I remind you that this is a silicon-based form of life. Doctor McCoy's medical knowledge will be totally useless.\nKIRK: He's a healer, let him heal. Mister Spock, you must re-establish communications. I want to know why it suddenly took to murder.\nSPOCK: To obtain that kind of communication, Captain, it will be necessary to touch it.\nKIRK: We've seen how the creature destroys.\n(Kirk stands ready with his phaser as Spock carefully places his hands on the quivering Horta.)\nKIRK: Lieutenant Commander Giotto.\nGIOTTO [OC]: Giotto here, Captain. Are you all right?\nKIRK: Perfectly all right. Where are you?\n\n[Level twenty three]\n\nGIOTTO: We're at the end of the tunnel. Mister Vanderberg and his men are here, and they're pretty ugly. Shall I let them through?\n\n[Cavern]\n\nKIRK: Under no circumstances allow them in here yet. The minute Doc McCoy gets there, send him through.\n\n[Level twenty three]\n\nGIOTTO: Aye, aye, sir.\n\n[Cavern]\n\nSPOCK: Murder. Of thousands. Devils! Eternity ends. The chamber of the ages. The altar of tomorrow! Murderers! Stop them. Kill! Strike back! Monsters!\n(McCoy runs in)\nMCCOY: What in the name of? What is Spock doing?\nKIRK: It's wounded. Badly. You've got to help it.\nMCCOY: Help that?\nKIRK: Go take a look.\n(McCoy kneels by the wound and gets out his tricorder.)\nSPOCK: The end of life. Murderers.\nMCCOY: You can't be serious. That thing is virtually made out of stone!\nKIRK: Help it. Treat it.\nMCCOY: I'm a doctor, not a bricklayer.\nKIRK: You're a healer. There's a patient. That's an order. Mister Spock. Tell it we're trying to help. The mechanism.\nSPOCK: Understood. It is the end of life. Eternity stops. Go out into the tunnel. To the chamber of the ages. Cry for the children. Walk carefully in the vault of tomorrow. Sorrow for the murdered children. The thing you search for is there. Go. Go. Sadness. Sadness for the end of things. Go into the tunnel. There is a passageway. Quickly, quickly.\n(Kirk heads off down the tunnel the Horta came out of.)\n\n[Level twenty three]\n\nGIOTTO: The Captain said for you to wait here, and here is where you'll wait.\nAPPEL: That murdering monster's in there and we're going to kill it.\nGIOTTO: You're going to stay here.\n\n[The Chamber of the Ages]\n\n(Kirk emerges into an area filled with silicon nodules, both whole and broken.)\n\n[Cavern]\n\nMCCOY: (into communicator) That's right, Lieutenant. Just beam it down to me immediately, and never mind what I want it for. I just want it! Now move!\nSPOCK: (channeling the Horta) It is time to sleep. It is over. Failure. The murderers have won. Death is welcome. Let it end here.\nKIRK: Mister Spock. Mister Spock. Spock. Spock! Come out of it. I found the unit in there. It's in pretty good shape. I also found about a million of these silicon nodules. They're eggs, aren't they?\nSPOCK: Yes, Captain, eggs and about to hatch.\nKIRK: The miners must have broken into the hatchery. Their operations destroyed thousands of them. No wonder.\n\n[Level twenty three]\n\nAPPEL: There. They're coming.\n(He knocks out Giotto and the miners overpower the rest of the red-shirts, clubbing them viciously.)\nAPPEL: All right! All right, let's go!\nVANDERBERG: Come on.\n\n[Cavern]\n\nKIRK: How are you doing, Doc?\nMCCOY: I'll let you know.\n(The miners come round the corner.)\nKIRK: Don't fire. First man that fires is dead.\nVANDERBERG: That thing has killed fifty of my men.\nKIRK: You've killed thousands of her children.\nVANDERBERG: What?\nKIRK: Those round silicon nodules that you've been collecting and destroying? They're her eggs. Tell them, Mister Spock.\nSPOCK: There have been many generations of Horta on this planet. Every fifty thousand years, the entire race dies, all but one, like this one, but the eggs live. She cares for them, protects them. And when they hatch, she is the mother to them, thousands of them. This creature here is the mother of her race.\nKIRK: The Horta is intelligent, peaceful, mild. She had no objection to sharing this planet with you, till you broke into her nursery and started destroying her eggs. Then she fought back in the only way she knew how, as any mother would fight when her children are in danger.\nVANDERBERG: We didn't know. How could we? You mean if these eggs hatch, there'll be thousands of those things crawling around down here?\nKIRK: This is where they live. They digest rock, they tunnel for nourishment.\nSPOCK: And they are the most inoffensive of creatures. They harbour ill will towards no one.\nAPPEL: Now look, we have pergium to deliver.\nKIRK: Yes, I know. Here's your circulating pump. You've complained this planet is a mineralogical treasure house if you had the equipment to get at it. Gentlemen, the Horta moves through rock the way we move through air, and it leaves tunnels. The greatest natural miners in the universe. It seems to me we could make an agreement, reach a modus vivendi. They tunnel. You collect and process, and your process operation would be a thousand times more profitable.\nVANDERBERG: Sounds all right, if it will work.\nSPOCK: Except for one thing. The Horta is badly wounded. It may die.\nMCCOY: It won't die. By golly, Jim, I'm beginning to think I can cure a rainy day.\nKIRK: Can you help it?\nMCCOY: Help it? I cured it.\nKIRK: How?\nMCCOY: Well, I had the ship beam down a hundred pounds of that thermoconcrete. You know, the kind we use to build emergency shelters out of. It's mostly silicone. So I just trowelled it into the wound, and it'll act like a bandage until it heals. Take a look. It's as good as new.\nKIRK: Well, Spock, I'm going to have to ask you to get in touch with the Horta again. Tell her our proposition. She and her children can do all the tunnelling they want. Our people will remove the minerals, and each side will leave the other alone. Think she'll go for it?\nSPOCK: It seems logical, Captain. The Horta has a very logical mind. And after close association with humans, I find that curiously refreshing.\n\n[Bridge]\n\nSPOCK: Ship ready to leave orbit, Captain. Course laid in.\nKIRK: Very good, Mister Spock.\nSPOCK: Chief Engineer Vanderberg standing by on channel one.\nKIRK: Fine. Yes, Chief. Kirk here.\n\n[Vanderberg's office]\n\nVANDERBERG: Just wanted to tell you the eggs have started to hatch, Captain.\n\n[Bridge]\n\nVANDERBERG [OC]: First thing the little devils do is start to tunnel.\n\n[Vanderberg's office]\n\nVANDERBERG: We've already hit huge new pergium deposits. I'm afraid to tell you how much gold and platinum and rare earths we've uncovered.\n\n[Bridge]\n\nKIRK: I'm delighted to hear that, Chief. Once Mother Horta tells her kids what to look for, you people are going to be embarrassingly rich.\nVANDERBERG [OC]: You know, the Horta aren't so bad once you're used to their appearance.\n\n[Vanderberg's office]\n\nVANDERBERG: Well. that's about it, Kirk. Thanks for everything.\n\n[Bridge]\n\nKIRK: Our pleasure, Chief. Kirk out.\nSPOCK: Curious. What Chief Vanderberg said about the Horta is exactly what the Mother Horta said to me. She found humanoid appearance revolting, but she thought she could get used to it.\nMCCOY: Oh, she did, did she? Now tell me, did she happen to make any comment about those ears?\nSPOCK: Not specifically, but I did get the distinct impression she found them the most attractive human characteristic of all. I didn't have the heart to tell her that only I have\nKIRK: She really liked those ears?\nSPOCK: Captain, the Horta is a remarkably intelligent and sensitive creature, with impeccable taste.\nKIRK: Because she approved of you?\nSPOCK: Really, Captain, my modesty\nKIRK: Does not bear close examination, Mister Spock. I suspect you're becoming more and more human all the time.\nSPOCK: Captain, I see no reason to stand here and be insulted.\nKIRK: Ahead, warp factor two.","url":"https://genius.com/Star-trek-star-trek-the-devil-in-the-dark-annotated"}