{"songs":"Chapter 16: Out by Malcolm X","lyrics":"In nineteen sixty-one, Mr. Muhammad's condition grew suddenly worse.\n\nAs he talked with me when I visited him, when he talked with anyone, he would unpredictably begin coughing harder, and harder, until his body was wracked and jerking in agonies that were painful to watch, and Mr. Muhammad would have to take to his bed.\n\nWe among Mr. Muhammad's officials, and his family, kept the situation to ourselves, while we could. Few other Muslims became aware of Mr. Muhammad's condition until there were last-minute cancellations of long-advertised personal appearances at some big Muslim rallies. Muslims knew that only something really serious would ever have stopped the Messenger from keeping his promise to be with them at their rallies. Their questions had to be answered, and the news of our leader's illness swiftly spread through the Nation of Islam.\n\nAnyone not a Muslim could not conceive what the possible loss of Mr. Muhammad would have meant among his followers. To us, the Nation of Islam was Mr. Muhammad. What bonded us into the best organization black Americans ever had was every Muslim's devout regard for Mr. Muhammad as black America's moral, mental, and spiritual reformer.\n\nStated another way, we Muslims regarded ourselves as moral and mental and spiritual examples for other black Americans, because we followed the personal example of Mr. Muhammad. Black communities discussed with respect how Muslims were suspended if they lied, gambled, cheated, or smoked. For moral crimes, such as fornication or adultery, Mr. Muhammad personally would mete out sentences of from one to five years of \"isolation,\" if not complete expulsion from the Nation. And Mr. Muhammad would punish his officials more readily than the newest convert in a mosque. He said that any defecting official betrayed both himself and his position as a leader and example for other Muslims. For every Muslim, in his rejection of immoral temptation, the beacon was Mr. Muhammad. All Muslims felt as one that without his light, we would all be in darkness.\n\nAs I have related, doctors recommended a dry climate to ease Mr. Muhammad's condition. Quickly we found up for sale in Phoenix the home of the saxophone player, Louis Jordan. The Nation's treasury purchased the home, and Mr. Muhammad soon moved there.\n\nOnly by being two people could I have worked harder in the service of the Nation of Islam. I had every gratification that I wanted. I had helped bring about the progress and national impact such that none could call us liars when we called Mr. Muhammad the most powerful black man in America. I had helped Mr. Muhammad and his other ministers to revolutionize the American black man's thinking, opening his eyes until he would never again look in the same fearful, worshipful way at the white man. I had participated in spreading the truths that had done so much to help the American black man rid himself of the mirage that the white race was made up of \"superior\" beings. I had been a part of the tapping of something in the black secret soul.\n\nIf I harbored any personal disappointment whatsoever, it was that privately I was convinced that our Nation of Islam could be an even greater force in the American black man's overall struggle -- if we engaged in more action. By that, I mean I thought privately that we should have amended, or relaxed, our general non-engagement policy. I felt that, wherever black people committed themselves, in the Little Rocks and the Birminghams and other places, militantly disciplined Muslims should also be there -- for all the world to see, and respect, and discuss.\n\nIt could be heard increasingly in the Negro communities: \"Those Muslims talk tough, but they never do anything, unless somebody bothers Muslims.\" I moved around among outsiders more than most other Muslim officials. I felt the very real potentiality that, considering the mercurial moods of the black masses, this labeling of Muslims as \"talk only\" could see us, powerful as we were, one day suddenly separated from the Negroes' front-line struggle.\n\nBut beyond that single personal concern, I couldn't have asked Allah to bless my efforts any more than he had. Islam in New York City was growing faster than anywhere in America. From the one tiny mosque to which Mr. Muhammad had originally sent me, I had now built three of the Nation's most powerful and aggressive mosques -- Harlem's Seven-A in Manhattan, Corona's Seven-B in Queens, and Mosque Seven-C in Brooklyn. And on a national basis, I had either directly established, or I had helped to establish, most of the one hundred or more mosques in the fifty states. I was crisscrossing North America sometimes as often as four times a week. Often, what sleep I got was caught in the jet planes. I was maintaining a marathon schedule of press, radio, television, and public-speaking commitments. The only way that I could keep up with my job for Mr. Muhammad was by flying with the wings that he had given me.\n\nAs far back as 1961, when Mr. Muhammad's illness took that turn for the worse, I had heard chance negative remarks concerning me. I had heard veiled implications. I had noticed other little evidences of the envy and of the jealousy which Mr. Muhammad had prophesied. For example, it was being said that \"Minister Malcolm is trying to take over the Nation,\" it was being said that I was \"taking credit\" for Mr. Muhammad's teaching, it was being said that I was trying to \"build an empire\" for myself. It was being said that I loved playing \"coast-to-coast Mr. Big Shot.\"\n\nWhen I heard these things, actually, they didn't anger me. They helped me to re-steel my inner resolve that such lies would never become true of me. I would always remember that Mr. Muhammad had prophesied this envy and jealousy. This would help me to ignore it, because I knew that he would understand if he ever should hear such talk.\n\nA frequent rumor among non-Muslims was \"Malcolm X is making a pile of money.\" All Muslims at least knew better than that. Me making money? The F.B.I. and the C.I.A. and the I.R.S. all combined can't turn up a thing I got, beyond a car to drive and a seven-room house to live in. (And by now the Nation of Islam is jealously and greedily trying to take away even that house.) I had access to money. Yes! Elijah Muhammad would authorize for me any amount that I asked for. But he knew, as every Muslim official knew, that every nickel and dime I ever got was used to promote the Nation of Islam.\n\nMy attitude toward money generated the only domestic quarrel that I have ever had with my beloved wife Betty. As our children increased in number, so did Betty's hints to me that I should put away something for our family. But I refused, and finally we had this argument. I put my foot down. I knew I had in Betty a wife who would sacrifice her life for me if such an occasion ever presented itself to her, but still I told her that too many organizations had been destroyed by leaders who tried to benefit personally, often goaded into it by their wives. We nearly broke up over this argument. I finally convinced Betty that if anything ever happened to me, the Nation of Islam would take care of her for the rest of her life, and of our children until they were grown. I could never have been a bigger fool!\n\nIn every radio or television appearance, in every newspaper interview, I always made it crystal clear that I was Mr. Muhammad's representative. Anyone who ever heard me make a public speech during this time knows that at least once a minute I said, \"The Honorable Elijah Muhammad teaches --\" I would refuse to talk with any person who ever tried any so-called \"joke\" about my constant reference to Mr. Muhammad. Whenever anyone said, or wrote, \"Malcolm X, the number two Black Muslim --\" I would recoil. I have called up reporters and radio and television newscasters long-distance and asked them never to use that phrasing again, explaining to them: \"All Muslims are number two -- after Mr. Muhammad.\"\n\nMy briefcase was stocked with Mr. Muhammad's photographs. I gave them to photographers who snapped my picture. I would telephone editors asking them, \"Please use Mr. Muhammad's picture instead of mine.\" When, to my joy, Mr. Muhammad agreed to grant interviews to white writers, I rarely spoke to a white writer, or a black one either, whom I didn't urge to visit Mr. Muhammad in person in Chicago -- \"Get the truth from the Messenger in person\" -- and a number of them did go there and meet and interview him.\n\nBoth white people and Negroes -- even including Muslims -- would make me uncomfortable, always giving me so much credit for the steady progress that the Nation of Islam was making. \"All praise is due to Allah,\" I told everybody. \"Anything creditable that I do is due to Mr. Elijah Muhammad.\"\n\nI believe that no man in the Nation of Islam could have gained the international prominence I gained with the wings Mr. Muhammad had put on me -- plus having the freedom that he granted me to take liberties and do things on my own -- and still have remained as faithful and as selfless a servant to him as I was.\n\nI would say that it was in 1962 when I began to notice that less and less about me appeared in our Nation's Muhammad Speaks. I learned that Mr. Muhammad's son, Herbert, now the paper's publisher, had instructed that as little as possible be printed about me. In fact, there was more in the Muslim paper about integrationist Negro \"leaders\" than there was about me. I could read more about myself in the European, Asian, and African press.\n\nI am not griping about publicity for myself. I already had received more publicity than many world personages. But I resented the fact that the Muslims' own newspaper denied them news of important things being done in their behalf, simply because it happened that I had done the things. I was conducting rallies, trying to propagate Mr. Muhammad's teachings, and because of jealousy and narrow-mindedness finally I got no coverage at all -- for by now an order had been given to completely black me out of the newspaper. For instance, I spoke to eight thousand students at the University of California, and the press there gave big coverage to what I said of the power and program of Mr. Muhammad. But when I got to Chicago, expecting at least a favorable response and some coverage, I met only a chilly reaction. The same thing happened when, in Harlem, I staged a rally that drew seven thousand people. At that time, Chicago headquarters was even discouraging me from staging large rallies. But the next week, I held another Harlem rally that was even bigger and more successful than the first one -- and obviously this only increased the envy of the Chicago headquarters.\n\nBut I would put these things out of my mind, as they occurred. At least, as much as I humanly could, I put them out of my mind. I am not trying to make myself seem right and noble. I am telling the truth. I loved the Nation, and Mr. Muhammad. I lived for the Nation, and for Mr. Muhammad.\n\nIt made other Muslim officials jealous because my picture was often in the daily press. They wouldn't remember that my picture was there because of my fervor in championing Mr. Muhammad. They wouldn't simply reason that as vulnerable as the Nation of Islam was to distorted rumors and outright lies, we needed nothing so little as to have our public spokesman constantly denying the rumors. Common sense would have told any official that certainly Mr. Muhammad couldn't be running all over the country as his own spokesman. And whoever he appointed as his spokesman couldn't avoid a lot of press focus.\n\nWhenever I caught any resentful feelings hanging on in my mind, I would be ashamed of myself, considering it a sign of weakness in myself. I knew that at least Mr. Muhammad knew that my life was totally dedicated to representing him.\n\nBut during 1963, I couldn't help being very hypersensitive to my critics in high posts within our Nation. I quit selecting certain of my New York brothers and giving them money to go and lay groundwork for new mosques in other cities -- because slighting remarks were being made about \"Malcolm's ministers.\" In a time in America when it was of arch importance for a militant black voice to reach mass audiences, Life magazine wanted to do a personal story of me, and I refused. I refused again when a cover story was offered by Newsweek. I refused again when I could have been a guest on the top-rated \"Meet the Press\" television program. Each refusal was a general loss for the black man, and, for the Nation of Islam, each refusal was a specific loss -- and each refusal was made because of Chicago's attitude. There was jealousy because I had been requested to make these featured appearances.\n\nWhen a high-powered-rifle slug tore through the back of the N.A.A.C.P. Field Secretary Medgar Evers in Mississippi, I wanted to say the blunt truths that needed to be said. When a bomb was exploded in a Negro Christian church in Birmingham, Alabama, snuffing out the lives of those four beautiful little black girls, I made comments -- but not what should have been said about the climate of hate that the American white man was generating and nourishing. The more hate was permitted to lash out when there were ways it could have been checked, the more bold the hate became -- until at last it was flaring out at even the white man's own kind, including his own leaders. In Dallas, Texas, for instance, the then Vice President and Mrs. Johnson were vulgarly insulted. And the U.S. Ambassador to the United Nations, Adlai Stevenson, was spat upon and hit on the head by a white woman picket.\n\nMr. Muhammad made me the Nation's first National Minister. At a late 1963 rally in Philadelphia, Mr. Muhammad, embracing me, said to that audience before us, \"This is my most faithful, hardworking minister. He will follow me until he dies.\"\n\nHe had never paid such a compliment to any Muslim. No praise from any other earthly person could have meant more to me.\n\nBut this would be Mr. Muhammad's and my last public appearance together.\n\nNot long before, I had been on the Jerry Williams radio program in Boston, when someone handed me an item hot off the Associated Press machine. I read that a chapter of the Louisiana Citizens Council had just offered a $10,000 reward for my death.\n\nBut the threat of death was much closer to me than somewhere in Louisiana.\n\nWhat I am telling you is the truth. When I discovered who else wanted me dead, I am telling you -- it nearly sent me to Bellevue.\n\nIn my twelve years as a Muslim minister, I had always taught so strongly on the moral issues that many Muslims accused me of being \"anti-woman.\" The very keel of my teaching, and my most bone-deep personal belief, was that Elijah Muhammad in every aspect of his existence was a symbol of moral, mental, and spiritual reform among the American black people. For twelve years, I had taught that within the entire Nation of Islam; my own transformation was the best example I knew of Mr. Muhammad's power to reform black men's lives. From the time I entered prison until I married, about twelve years later, because of Mr. Muhammad's influence upon me, I had never touched a woman.\n\nBut around 1963, if anyone had noticed, I spoke less and less of religion. I taught social doctrine to Muslims, and current events, and politics. I stayed wholly off the subject of morality.\n\nAnd the reason for this was that my faith had been shaken in a way that I can never fully describe. For I had discovered Muslims had been betrayed by Elijah Muhammad himself.\n\nI want to make this as brief as I can, only enough so that my position and my reactions will be understood. As to whether or not I should reveal this, there's no longer any need for any question in my mind -- for now the public knows. To make it concise, I will quote from one wire service story as it appeared in newspapers, and was reported over radio and television, across the United States:\n\n\"Los Angeles, July 3 (UPI) -- Elijah Muhammad, 67-year-old leader of the Black Muslim movement, today faced paternity suits from two former secretaries who charged he fathered their four children. . . . Both women are in their twenties. . . . Miss Rosary and Miss Williams charged they had intimacies with Elijah Muhammad from 1957 until this year. Miss Rosary alleged he fathered her two children and said she was expecting a third child by him . . . the other plaintiff said he was the father of her daughter. . . .\"\n\nAs far back as 1955, I had heard hints. But believe me when I tell you this: for me even to consider believing anything as insane-sounding as any slightest implication of any immoral behavior of Mr. Muhammad -- why, the very idea made me shake with fear.\n\nAnd so my mind simply refused to accept anything so grotesque as adultery mentioned in the same breath with Mr. Muhammad's name.\n\nAdultery! Why, any Muslim guilty of adultery was summarily ousted in disgrace. One of the Nation's most closely kept scandals was that a succession of the personal secretaries of Mr. Muhammad had become pregnant. They were brought before Muslim courts and charged with adultery and they confessed. Humiliated before the general body, they received sentences of from one to five years of \"isolation.\" That meant they were to have no contact whatsoever with any other Muslims.\n\nI don't think I could say anything which better testifies to my depth of faith in Mr. Muhammad than that I totally and absolutely rejected my own intelligence. I simply refused to believe. I didn't want Allah to \"burn my brain\" as I felt the brain of my brother Reginald had been burned for harboring evil thoughts about Mr. Elijah Muhammad. The last time I had seen Reginald, one day he walked into the Mosque Seven restaurant. I saw him coming in the door. I went and met him. I looked into my own brother's eyes; I told him he wasn't welcome among Muslims, and he turned around and left, and I haven't seen him since. I did that to my own blood brother because, years before, Mr. Muhammad had sentenced Reginald to \"isolation\" from all other Muslims -- and I considered that I was a Muslim before I was Reginald's brother.\n\nNo one in the world could have convinced me that Mr. Muhammad would betray the reverence bestowed upon him by all of the mosques full of poor, trusting Muslims nickeling and diming up to faithfully support the Nation of Islam -- when many of these faithful were scarcely able to pay their own rents.\n\nBut by late 1962, I learned reliably that numerous Muslims were leaving Mosque Two in Chicago. The ugly rumor was spreading swiftly -- even among non-Muslim Negroes. When I thought how the press constantly sought ways to discredit the Nation of Islam, I trembled to think of such a thing reaching the ears of some newspaper reporter, either black or white.\n\nI actually began to have nightmares . . . I saw headlines.\n\nI was burdened with a leaden fear as I kept speaking engagements all over America. Any time a reporter came anywhere near me, I could hear him ask, \"Is it true, Mr. Malcolm X, this report we hear, that . . .\" And what was I going to say?\n\nThere was never any specific moment when I admitted the situation to myself. In the way that the human mind can do, somehow I slid over admitting to myself the ugly fact, even as I began dealing with it.\n\nBoth in New York and Chicago, non-Muslims whom I knew began to tell me indirectly they had heard -- or they would ask me if I had heard. I would act as if I had no idea whatever of what they were talking about -- and I was grateful when they chose not to spell out what they knew. I went around knowing that I looked to them like a total fool, out there every day preaching, and apparently not knowing what was going on right under my nose, in my own organization, involving the very man I was praising so. To look like a fool unearthed emotions I hadn't felt since my Harlem hustler days. The worst thing in the hustler's world was to be a dupe.\n\nI will give you an example. Backstage at the Apollo Theater in Harlem one day, the comedian Dick Gregory looked at me. \"Man,\" he said, \"Muhammad's nothing but a . . .\" -- I can't say the word he used. Bam! Just like that. My Muslim instincts said to attack Dick -- but, instead, I felt weak and hollow. I think Dick sensed how upset I was and he let me get him off the subject. I knew Dick, a Chicagoan, was wise in the ways of the streets, and blunt-spoken. I wanted to plead with him not to say to anyone else what he had said to me -- but I couldn't; it would have been my own admission.\n\nI can't describe the torments I went through.\n\nAlways before, in any extremity, I had caught the first plane to Mr. Elijah Muhammad. He had virtually raised me from the dead. Everything I was that was creditable, he had made me. I felt that no matter what, I could not let him down.\n\nThere was no one I could turn to with this problem, except Mr. Muhammad himself. Ultimately that had to be the case. But first I went to Chicago to see Mr. Muhammad's second youngest son, Wallace Muhammad. I felt that Wallace was Mr. Muhammad's most strongly spiritual son, the son with the most objective outlook. Always, Wallace and I had shared an exceptional closeness and trust.\n\nAnd Wallace knew, when he saw me, why I had come to see him. \"I know,\" he said. I said I thought we should rally to help his father. Wallace said he didn't feel that his father would welcome any efforts to help him. I told myself that Wallace must be crazy.\n\nNext, I broke the rule that no Muslim is supposed to have any contact with another Muslim in the \"isolated\" state. I looked up, and I talked with three of the former secretaries to Mr. Muhammad. From their own mouths, I heard their stories of who had fathered their children. And from their own mouths I heard that Elijah Muhammad had told them I was the best, the greatest minister he ever had, but that someday I would leave him, turn against him -- so I was \"dangerous.\" I learned from these former secretaries of Mr. Muhammad that while he was praising me to my face, he was tearing me apart behind my back.\n\nThat deeply hurt me.\n\nEvery day, I was meeting the microphones, cameras, press reporters, and other commitments, including the Muslims of my own Mosque Seven. I felt almost out of my mind.\n\nFinally, the thing crystallized for me. As long as I did nothing, I felt it was the same as being disloyal. I felt that as long as I sat down, I was not helping Mr. Muhammad -- when somebody needed to be standing up.\n\nSo one night I wrote to Mr. Muhammad about the poison being spread about him. He telephoned me in New York. He said that when he saw me he would discuss it.\n\nI desperately wanted to find some way -- some kind of a bridge -- over which I was certain the Nation of Islam could be saved from self-destruction. I had faith in the Nation: we weren't some group of Christian Negroes, jumping and shouting and full of sins.\n\nI thought of one bridge that could be used if and when the shattering disclosure should become public. Loyal Muslims could be taught that a man's accomplishments in his life outweigh his personal, human weaknesses. Wallace Muhammad helped me to review the Quran and the Bible for documentation. David's adultery with Bathsheba weighed less on history's scales, for instance, than the positive fact of David's killing Goliath. Thinking of Lot, we think not of incest, but of his saving the people from the destruction of Sodom and Gomorrah. Or, our image of Noah isn't of his getting drunk -- but of his building the ark and teaching people to save themselves from the flood. We think of Moses leading the Hebrews from bondage, not of Moses' adultery with the Ethiopian women. In all of the cases I reviewed, the positive outweighed the negative.\n\nI began teaching in New York Mosque Seven that a man's accomplishments in his life outweighed his personal, human weaknesses. I taught that a person's good deeds outweigh his bad deeds. I never mentioned the previously familiar subjects of adultery and fornication, and I never mentioned immoral evils.\n\nBy some miracle, the adultery talk which was so widespread in Chicago seemed to only leak a little in Boston, Detroit, and New York. Apparently, it hadn't reached other mosques around the country at all. In Chicago, increasing numbers of Muslims were leaving Mosque Two, I heard, and many non-Muslims who had been sympathetic to the Nation were now outspokenly anti-Muslim. In February 1963, I officiated at the University of Islam graduation exercises; when I introduced various members of the Muhammad family, I could feel the cold chill toward them from the Muslims in the audience.\n\nElijah Muhammad had me fly to Phoenix to see him in April 1963.\n\nWe embraced, as always -- and amost immediately he took me outside, where we began to walk by his swimming pool.\n\nHe was The Messenger of Allah. When I was a foul, vicious convict, so evil that other convicts had called me Satan, this man had rescued me. He was the man who had trained me, who had treated me as if I were his own flesh and blood. He was the man who had given me wings -- to go places, to do things I otherwise never would have dreamed of. We walked, with me caught up in a whirlwind of emotions.\n\n\"Well, son,\" Mr. Muhammad said, \"what is on your mind?\"\n\nPlainly, frankly, pulling no punches, I told Mr. Muhammad what was being said. And without waiting for any response from him, I said that with his son Wallace's help I had found in the Quran and the Bible that which might be taught to Muslims -- if it became necessary -- as the fulfillment of prophecy.\n\n\"Son, I'm not surprised,\" Elijah Muhammad said. \"You always have had such a good understanding of prophecy, and of spiritual things. You recognize that's what all of this is -- prophecy. You have the kind of understanding that only an old man has.\n\n\"I'm David,\" he said. \"When you read about how David took another man's wife, I'm that David. You read about Noah, who got drunk -- that's me. You read about Lot, who went and laid up with his own daughters. I have to fulfill all of those things.\"\n\nI remembered that when an epidemic is about to hit somewhere, that community's people are inoculated against exposure with some of the same germs that are anticipated -- and this prepares them to resist the oncoming virus.\n\nI decided I had better prepare six other East Coast Muslim officials whom I selected.\n\nI told them. And then I told them why I had told them -- that I felt they should not be caught by surprise and shock if it became their job to teach the Muslims in their mosques the \"fulfillment of prophecy.\" I found then that some had already heard it; one of them, Minister Louis X of Boston, as much as seven months before. They had been living with the dilemma themselves.\n\nI never dreamed that the Chicago Muslim officials were going to make it appear that I was throwing gasoline on the fire instead of water. I never dreamed that they were going to try to make it appear that instead of inoculating against an epidemic, I had started it.\n\nThe stage in Chicago even then was being set for Muslims to shift their focus off the epidemic -- and onto me.\n\nHating me was going to become the cause for people of shattered faith to rally around.\n\nNon-Muslim Negroes who knew me well, and even some of the white reporters with whom I had some regular contact, were telling me, almost wherever I went, \"Malcolm X, you're looking tired. You need a rest.\"\n\nThey didn't know a fraction of it. Since I had been a Muslim, this was the first time any white people really got to me in a personal way. I could tell that some of them were really honest and sincere. One of these, whose name I won't call -- he might lose his job -- said, \"Malcolm X, the whites need your voice worse than the Negroes.\" I remember so well his saying this because it prefaced the first time since I became a Muslim that I had ever talked with any white man at any length about anything except the Nation of Islam and the American black man's struggle today.\n\nI can't remember how, or why, he somehow happened to mention the Dead Sea Scrolls. I came back with something like, \"Yes, those scrolls are going to take Jesus off the stained-glass windows and the frescoes where he has been lily-white, and put Him back into the true mainstream of history where Jesus actually was non-white.\" The reporter was surprised, and I went on that the Dead Sea Scrolls were going to reaffirm that Jesus was a member of that brotherhood of Egyptian seers called the Essene -- a fact already known from Philo, the famous Egyptian historian of Jesus' time. And the reporter and I got off on about two good hours of talking in the areas of archaeology, history, and religion. It was so pleasant. I almost forgot the heavy worries on my mind -- for that brief respite. I remember we wound up agreeing that by the year 2000, every schoolchild will be taught the true color of great men of antiquity.\n\nI've said that I expected headlines momentarily. I hadn't expected the kind which came.\n\nNo one needs to be reminded of who got assassinated in Dallas, Texas, on November 22, 1963.\n\nWithin hours after the assassination -- I am telling nothing but the truth -- every Muslim minister received from Mr. Elijah Muhammad a directive -- in fact, two directives. Every minister was ordered to make no remarks at all concerning the assassination. Mr. Muhammad instructed that if pressed for comment, we should say: \"No comment.\"\n\nDuring that three-day period where there was no other news to be heard except relating to the murdered President, Mr. Muhammad had a previously scheduled speaking engagement in New York at the Manhattan Center. He cancelled his coming to speak, and as we were unable to get back the money already paid for the rental of the center, Mr. Muhammad told me to speak in his stead. And so I spoke.\n\nMany times since then, I've looked at the speech notes I used that day, which had been prepared at least a week before the assassination. The title of my speech was \"God's Judgment of White America.\" It was on the theme, familiar to me, of \"as you sow, so shall you reap,\" or how the hypocritical American white man was reaping what he had sowed.\n\nThe question-and-answer period opened, I suppose inevitably, with someone asking me, \"What do you think about President Kennedy's assassination? What is your opinion?\"\n\nWithout a second thought, I said what I honestly felt -- that it was, as I saw it, a case of \"the chickens coming home to roost.\" I said that the hate in white men had not stopped with the killing of defenseless black people, but that hate, allowed to spread unchecked, finally had struck down this country's Chief of State. I said it was the same thing as had happened with Medgar Evers, with Patrice Lumumba, with Madame Nhu's husband.\n\nThe headlines and the news broadcasts promptly had it: \"Black Muslims' Malcolm X: `Chickens Come Home to Roost.'\"\n\nIt makes me feel weary to think of it all now. All over America, all over the world, some of the world's most important personages were saying in various ways, and in far stronger ways than I did, that America's climate of hate had been responsible for the President's death. But when Malcolm X said the same thing, it was ominous.\n\nMy regular monthly visit to Mr. Muhammad was due the next day. Somehow, on the plane, I expected something. I've always had this strong intuition.\n\nMr. Muhammad and I embraced each other in greeting. I sensed some ingredient missing from his usual amiability. And I was suddenly tense -- to me also very significant. For years, I had prided myself that Mr. Muhammad and I were so close that I knew how he felt by how I felt. If he was nervous, I was nervous. If I was relaxed, then I knew he was relaxed. Now, I felt the tension. . . .\n\nFirst we talked of other things, sitting in his living room. Then he asked me, \"Did you see the papers this morning?\"\n\nI said, \"Yes, sir, I did.\"\n\n\"That was a very bad statement,\" he said. \"The country loved this man. The whole country is in mourning. That was very ill-timed. A statement like that can make it hard on Muslims in general.\"\n\nAnd then, as if Mr. Muhammad's voice came from afar, I heard his words: \"I'll have to silence you for the next ninety days -- so that the Muslims everywhere can be disassociated from the blunder.\"\n\nI was numb.\n\nBut I was a follower of Mr. Muhammad. Many times I had said to my own assistants that anyone in a position to discipline others must be able to take disciplining himself.\n\nI told Mr. Muhammad, \"Sir, I agree with you, and I submit, one hundred per cent.\"\n\nI flew back to New York psychologically preparing myself to tell my Mosque Seven assistants that I had been suspended -- or \"silenced.\"\n\nBut to my astonishment, upon arrival I learned that my assistants already had been informed.\n\nWhat astonished me even more -- a telegram had been sent to every New York City newspaper and radio and television station. It was the most quick and thorough publicity job that I had ever seen the Chicago officials initiate.\n\nEvery telephone where I could possibly be reached was ringing. London. Paris. A.P., U.P.I. Every television and radio network, and all of the newspapers were calling. I told them all, \"I disobeyed Mr. Muhammad. I submit completely to his wisdom. Yes, I expect to be speaking again after ninety days.\"\n\n\"Malcolm X Silenced!\" It was headlines.\n\nMy first worry was that if a scandal broke for the Nation of Islam within the next ninety days, I would be gagged when I could be the most experienced Muslim in dealing with the news media that would make the most of any scandal within the Nation.\n\nI learned next that my \"silencing\" was even more thorough than I had thought. I was not only forbidden to talk with the press, I was not even to teach in my own Mosque Seven.\n\nNext, an announcement was made throughout the Nation of Islam that I would be reinstated within ninety days, \"if he submits.\"\n\nThis made me suspicious -- for the first time. I had completely submitted. But, deliberately, Muslims were being given the impression that I had rebelled.\n\nI hadn't hustled in the streets for years for nothing. I knew when I was being set up.\n\nThree days later, the first word came to me that a Mosque Seven official who had been one of my most immediate assistants was telling certain Mosque Seven brothers: \"If you knew what the Minister did, you'd go out and kill him yourself.\"\n\nAnd then I knew. As any official in the Nation of Islam would instantly have known, any death-talk for me could have been approved of -- if not actually initiated -- by only one man.\n\nMy head felt like it was bleeding inside. I felt like my brain was damaged. I went to see Dr. Leona A. Turner, who has been my family doctor for years, who practices in East Elmhurst, Long Island. I asked her to give me a brain examination.\n\nShe did examine me. She said I was under great strain -- and I needed rest.\n\nCassius Clay and I are not together today. But always I must be greateful to him that at just this time, when he was in Miami training to fight Sonny Liston, Cassius invited me, Betty, and the children to come there as his guests -- as a sixth wedding anniversary present to Betty and me.\n\nI had met Cassius Clay in Detroit in 1962. He and his brother Rudolph came into the Student's Luncheonette next door to the Detroit Mosque where Elijah Muhammad was about to speak at a big rally. Every Muslim present was impressed by the bearing and the obvious genuineness of the striking, handsome pair of prizefighter brothers. Cassius came up and pumped my hand, introducing himself as he later presented himself to the world, \"I'm Cassius Clay.\" He acted as if I was supposed to know who he was. So I acted as though I did. Up to that moment, though, I had never even heard of him. Ours were two entirely different worlds. In fact, Elijah Muhammad instructed us Muslims against all forms of sports.\n\nAs Elijah Muhammad spoke, the two Clay brothers practically led the applause, further impressing everyone with their sincerity -- since a Muslim rally was about the world's last place to seek fight fans.\n\nThereafter, now and then I heard how Cassius showed up in Muslim mosques and restaurants in various cities. And if I happened to be speaking anywhere within reasonable distance of wherever Cassius was, he would be present. I liked him. Some contagious quality about him made him one of the very few people I ever invited to my home. Betty liked him. Our children were crazy about him. Cassius was simply a likeable, friendly, clean-cut, down-to-earth youngster. I noticed how alert he was even in little details. I suspected that there was a plan in his public clowning. I suspected, and he confirmed to me, that he was doing everything possible to con and \"psyche\" Sonny Liston into coming into the ring angry, poorly trained, and overconfident, expecting another of his vaunted one-round knockouts. Not only was Cassius receptive to advice, he solicited it. Primarily, I impressed upon him to what a great extent a public figure's success depends upon how alert and knowledgeable he is to the true natures and to the true motives of all of the people who flock around him. I warned him about the \"foxes,\" his expression for the aggressive, cute young females who flocked after him; I told Cassius that instead of \"foxes,\" they really were wolves.\n\nThis was Betty's first vacation since we had married. And our three girls romped and played with the heavyweight contender.\n\nI don't know what I might have done if I had stayed in New York during that crucial time -- besieged by insistently ringing telephones, and by the press, and by all of the other people so anxious to gloat, to speculate and to \"commiserate.\"\n\nI was in a state of emotional shock. I was like someone who for twelve years had had an inseparable, beautiful marriage -- and then suddenly one morning at breakfast the marriage partner had thrust across the table some divorce papers.\n\nI felt as though something in nature had failed, like the sun, or the stars. It was that incredible a phenomenon to me -- something too stupendous to conceive. I am not sparing myself. Around Cassius Clay's fight camp, around the Hampton House Motel where my family was staying, I talked with my own wife, and with other people, and actually I was only mouthing words that really meant nothing to me. Whatever I was saying at any time was being handled by a small corner of my mind. The rest of my mind was filled with a parade of a thousand and one different scenes from the past twelve years . . . scenes in the Muslim mosques . . . scenes with Mr. Muhammad . . . scenes with Mr. Muhammad's family . . . scenes with Muslims, individually, as my audiences, and at our social gatherings . . . and scenes with the white man in audiences, and the press.\n\nI walked, I talked, I functioned. At the Cassius Clay fight camp, I told the various sportswriters repeatedly what I gradually had come to know within myself was a lie -- that I would be reinstated within ninety days. But I could not yet let myself psychologically face what I knew: that already the Nation of Islam and I were physically divorced. Do you understand what I mean? A judge's signature on a piece of paper can grant to a couple a physical divorce -- but for either of them, or maybe for both of them, if they have been a very close marriage team, to actually become psychologically divorced from each other might take years.\n\nBut in the physical divorce, I could not evade the obvious strategy and plotting coming out of Chicago to eliminate me from the Nation of Islam . . . if not from this world. And I felt that I perceived the anatomy of the plotting.\n\nAny Muslim would have known that my \"chickens coming home to roost\" statement had been only an excuse to put into action the plan for getting me out. And step one had been already taken: the Muslims were given the impression that I had rebelled against Mr. Muhammad. I could now anticipate step two: I would remain \"suspended\" (and later I would be \"isolated\") indefinitely. Step three would be either to provoke some Muslim ignorant of the truth to take it upon himself to kill me as a \"religious duty\" -- or to \"isolate\" me so that I would gradually disappear from the public scene.\n\nThe only person who knew was my wife. I never would have dreamed that I would ever depend so much upon any woman for strength as I now leaned upon Betty. There was no exchange between us; Betty said nothing, being the caliber of wife that she is, with the depth of understanding that she has -- but I could feel the envelopment of her comfort. I knew that she was as faithful a servant of Allah as I was, and I knew that whatever happened, she was with me.\n\nThe death-talk was not my fear. Every second of my twelve years with Mr. Muhammad, I had been ready to lay down my life for him. The thing to me worse than death was the betrayal. I could conceive death. I couldn't conceive betrayal -- not of the loyalty which I had given to the Nation of Islam, and to Mr. Muhammad. During the previous twelve years, if Mr. Muhammad had committed any civil crime punishable by death, I would have said and tried to prove that I did it -- to save him -- and I would have gone to the electric chair, as Mr. Muhammad's servant.\n\nThere as Cassius Clay's guest in Miami, I tried desperately to push my mind off my troubles and onto the Nation's troubles. I still struggled to persuade myself that Mr. Muhammad had been fulfilling prophecy. Because I actually had believed that if Mr. Muhammad was not God, then he surely stood next to God.\n\nWhat began to break my faith was that, try as I might, I couldn't hide, I couldn't evade, that Mr. Muhammad, instead of facing what he had done before his followers, as a human weakness or as fulfillment of prophecy -- which I sincerely believe that Muslims would have understood, or at least they would have accepted -- Mr. Muhammad had, instead, been willing to hide, to cover up what he had done.\n\nThat was my major blow.\n\nThat was how I first began to realize that I had believed in Mr. Muhammad more than he believed in himself.\n\nAnd that was how, after twelve years of never thinking for as much as five minutes about myself, I became able finally to muster the nerve, and the strength, to start facing the facts, to think for myself.\n\nBriefly I left Florida to return Betty and the children to our Long Island home. I learned that the Chicago Muslim officials were further displeased with me because of the newspaper reports of me in the Cassius Clay camp. They felt that Cassius hadn't a prayer of a chance to win. They felt the Nation would be embarrassed through my linking the Muslim image with him. (I don't know if the champion today cares to remember that most newspapers in America were represented at the pre-fight camp -- except Muhammad Speaks. Even though Cassius was a Muslim brother, the Muslim newspaper didn't consider his fight worth covering.)\n\nI flew back to Miami feeling that it was Allah's intent for me to help Cassius prove Islam's superiority before the world -- through proving that mind can win over brawn. I don't have to remind you of how people everywhere scoffed at Cassius Clay's chances of beating Liston.\n\nThis time, I brought from New York with me some photographs of Floyd Patterson and Sonny Liston in their fight camps, with white priests as their \"spiritual advisors.\" Cassius Clay, being a Muslim, didn't need to be told how white Christianity had dealt with the American black man. \"This fight is the truth,\" I told Cassius. \"It's the Cross and the Crescent fighting in a prize ring -- for the first time. It's a modern Crusades -- a Christian and a Muslim facing each other with television to beam it off Telstar for the whole world to see what happens!\" I told Cassius, \"Do you think Allah has brought about all this intending for you to leave the ring as anything but the champion?\" (You may remember that at the weighing-in, Cassius was yelling such things as \"It is prophesied for me to be successful! I cannot be beaten!\")\n\nSonny Liston's handlers and advisors had him fighting harder to \"integrate\" than he was training to meet Cassius. Liston finally had managed to rent a big, fine house over in a rich, wall-to-wall white section. To give you an idea, the owner of the neighboring house was the New York Yankees baseball club owner, Dan Topping. In the early evenings, when Cassius and I would sometimes walk where the black people lived, those Negroes' mouths would hang open in surprise that he was among them instead of whites as most black champions preferred. Again and again, Cassius startled those Negroes, telling them, \"You're my own kind. I get my strength from being around my own black people.\"\n\nWhat Sonny Liston was about to meet, in fact, was one of the most awesome frights that ever can confront any person -- one who worships Allah, and who is completely without fear.\n\nAmong over eight thousand other seat holders in Miami's big Convention Hall, I received Seat Number Seven. Seven has always been my favorite number. It has followed me throughout my life. I took this to be Allah's message confirming to me that Cassius Clay was going to win. Along with Cassius, I really was more worried about how his brother Rudolph was going to do, fighting his first pro fight in the preliminaries.\n\nWhile Rudolph was winning a four-round decision over a Florida Negro named \"Chip\" Johnson, Cassius stood at the rear of the auditorium watching calmly, dressed in a black tuxedo. After all of his months of antics, after the weighing-in act that Cassius had put on, this calmness should have tipped off some of the sportswriters who were predicting Clay's slaughter.\n\nThen Cassius disappeared, dressing to meet Liston. As we had agreed, I joined him in a silent prayer for Allah's blessings. Finally, he and Liston were in their corners in the ring. I folded my arms and tried to appear the coolest man in the place, because a television camera can show you looking like a fool yelling at a prizefight.\n\nExcept for whatever chemical it was that got into Cassius' eyes and blinded him temporarily in the fourth and fifth rounds, the fight went according to his plan. He evaded Liston's powerful punches. The third round automatically began the tiring of the aging Liston, who was overconfidently trained to go only two rounds. Then, desperate, Liston lost. The secret of one of fight history's greatest upsets was that months before that night, Clay had out-thought Liston.\n\nThere probably never has been as quiet a new-champion party. The boyish king of the ring came over to my motel. He ate ice cream, drank milk, talked with football star Jimmy Brown and other friends, and some reporters. Sleepy, Cassius took a quick nap on my bed, then he went back home.\n\nWe had breakfast together the next morning, just before the press conference when Cassius calmly made the announcement which burst into international headlines that he was a \"Black Muslim.\"\n\nBut let me tell you something about that. Cassius never announced himself a member of any \"Black Muslims.\" The press reporters made that out of what he told them, which was this: \"I believe in the religion of Islam, which means I believe there is no God but Allah, and Muhammad is His Apostle. This is the same religion that is believed in by over seven hundred million dark-skinned peoples throughout Africa and Asia.\"\n\nNothing in all of the furor which followed was more ridiculous than Floyd Patterson announcing that as a Catholic, he wanted to fight Cassius Clay -- to save the heavyweight crown from being held by a Muslim. It was such a sad case of a brainwashed black Christian ready to do battle for the white man -- who wants no part of him. Not three weeks later, the newspapers reported that in Yonkers, New York, Patterson was offering to sell his $140,000 house for a $20,000 loss. He had \"integrated\" into a neighborhood of whites who had made his life miserable. None were friendly. Their children called his children \"niggers.\" One neighbor trained his dog to deface Patterson's property. Another erected a fence to hide the Negroes from sight. \"I tried, it just didn't work,\" Patterson told the press.\n\nThe first direct order for my death was issued through a Mosque Seven official who previously had been a close assistant. Another previously close assistant of mine was assigned to do the job. He was a brother with a knowledge of demolition; he was asked to wire my car to explode when I turned the ignition key. But this brother, it happened, had seen too much of my total loyalty to the Nation to carry out his order. Instead, he came to me. I thanked him for my life. I told him what was really going on in Chicago. He was stunned almost beyond belief.\n\nThis brother was close to others in the Mosque Seven circle who might subsequently be called upon to eliminate me. He said he would take it upon himself to enlighten each of them enough so that they wouldn't allow themselves to be used.\n\nThis first direct death-order was how, finally, I began to arrive at my psychological divorce from the Nation of Islam.\n\nI began to see, wherever I went -- on the streets, in business places, on elevators, sidewalks, in passing cars -- the faces of Muslims whom I knew, and I knew that any of them might be waiting the opportunity to try and put a bullet into me.\n\nI was racking my brain. What was I going to do? My life was inseparably committed to the American black man's struggle. I was generally regarded as a \"leader.\" For years, I had attacked so many so-called \"black leaders\" for their shortcomings. Now, I had to honestly ask myself what I could offer, how I was genuinely qualified to help the black people win their struggle for human rights. I had enough experience to know that in order to be a good organizer of anything which you expect to succeed -- including yourself -- you must almost mathematically analyze cold facts.\n\nI had, as one asset, I knew, an international image. No amount of money could have bought that. I knew that if I said something newsworthy, people would read or hear of it, maybe even around the world, depending upon what it was. More immediately, in New York City, where I would naturally base any operation, I had a large, direct personal following of non-Muslims. This had been building up steadily ever since I had led Muslims in the dramatic protest to the police when our brother Hinton was beaten up. Hundreds of Harlem Negroes had seen, and hundreds of thousands of them had later heard how we had shown that almost anything could be accomplished by black men who would face the white man without fear. All of Harlem had seen how from then on, the police gave Muslims respect. (This was during the time that the Deputy Chief Inspector at the 28th Precinct had said of me, \"No one man should have that much power.\")\n\nOver the ensuing years, I'd had various kinds of evidence that a high percentage of New York City's black people responded to what I said, including a great many who would not publicly say so. For instance, time and again when I spoke at street rallies, I would draw ten and twelve times as many people as most other so-called \"Negro leaders.\" I knew that in any society, a true leader is one who earns and deserves the following he enjoys. True followers are bestowed by themselves, out of their own volition and emotions. I knew that the great lack of most of the big-named \"Negro leaders\" was their lack of any true rapport with the ghetto Negroes. How could they have rapport when they spent most of their time \"integrating\" with white people? I knew that the ghetto people knew that I never left the ghetto in spirit, and I never left it physically any more than I had to. I had a ghetto instinct; for instance, I could feel if tension was beyond normal in a ghetto audience. And I could speak and understand the ghetto's language. There was an example of this that always flew to my mind every time I heard some of the \"big name\" Negro \"leaders\" declaring they \"spoke for\" the ghetto black people.\n\nAfter a Harlem street rally, one of these downtown \"leaders\" and I were talking when we were approached by a Harlem hustler. To my knowledge I'd never seen this hustler before; he said to me, approximately: \"Hey, baby! I dig you holding this all-originals scene at the track . . . I'm going to lay a vine under the Jew's balls for a dime -- got to give you a play . . . Got the shorts out here trying to scuffle up on some bread . . . Well, my man, I'll get on, got to go peck a little, and cop me some z's --\" And the hustler went on up Seventh Avenue.\n\nI would never have given it another thought, except that this downtown \"leader\" was standing, staring after that hustler, looking as if he'd just heard Sanskrit. He asked me what had been said, and I told him. The hustler had said he was aware that the Muslims were holding an all-black bazaar at Rockland Palace, which is primarily a dance hall. The hustler intended to pawn a suit for ten dollars to attend and patronize the bazaar. He had very little money but he was trying hard to make some. He was going to eat, then he would get some sleep.\n\nThe point I am making is that, as a \"leader,\" I could talk over the ABC, CBS, or NBC microphones, at Harvard or at Tuskegee; I could talk with the so-called \"middle-class\" Negro and with the ghetto blacks (whom all the other leaders just talked about). And because I had been a hustler, I knew better than all whites knew, and better than nearly all of the black \"leaders\" knew, that actually the most dangerous black man in America was the ghetto hustler.\n\nWhy do I say this? The hustler, out there in the ghetto jungles, has less respect for the white power structure than any other Negro in North America. The ghetto hustler is internally restrained by nothing. He has no religion, no concept of morality, no civic responsibility, no fear -- nothing. To survive, he is out there constantly preying upon others, probing for any human weakness like a ferret. The ghetto hustler is forever frustrated, restless, and anxious for some \"action.\" Whatever he undertakes, he commits himself to it fully, absolutely.\n\nWhat makes the ghetto hustler yet more dangerous is his \"glamor\" image to the school-dropout youth in the ghetto. These ghetto teenagers see the hell caught by their parents struggling to get somewhere, or see that they have given up struggling in the prejudiced, intolerant white man's world. The ghetto teenagers make up their own minds they would rather be like the hustlers whom they see dressed \"sharp\" and flashing money and displaying no respect for anybody or anything. So the ghetto youth become attracted to the hustler worlds of dope, thievery, prostitution, and general crime and immorality.\n\nIt scared me the first time I really saw the danger of these ghetto teenagers if they are ever sparked to violence. One sweltering summer afternoon, I attended a Harlem street rally which contained a lot of these teenagers in the crowd. I had been invited by some \"responsible\" Negro leaders who normally never spoke to me; I knew they had just used my name to help them draw a crowd. The more I thought about it on the way there, the hotter I got. And when I got on the stand, I just told that crowd in the street that I wasn't really wanted up there, that my name had been used -- and I walked off the speaker's stand.\n\nWell, what did I want to do that for? Why, those young, teenage Negroes got upset, and started milling around and yelling, upsetting the older Negroes in the crowd. The first thing you know traffic was blocked in four directions by a crowd whose mood quickly grew so ugly that I really got apprehensive. I got up on top of a car and began waving my arms and yelling at them to quiet down. They did quiet, and then I asked them to disperse -- and they did.\n\nThis was when it began being said that I was America's only Negro who \"could stop a race riot -- or start one.\" I don't know if I could do either one. But I know one thing: it had taught me in a very few minutes to have a whole lot of respect for the human combustion that is packed among the hustlers and their young admirers who live in the ghettoes where the Northern white man has sealed off the Negro -- away from whites -- for a hundred years.\n\nThe \"long hot summer\" of 1964 in Harlem, in Rochester, and in other cities, has given an idea of what could happen -- and that's all, only an idea. For all of those riots were kept contained within where the Negroes lived. You let any of these bitter, seething ghettoes all over America receive the right igniting incident, and become really inflamed, and explode, and burst out of their boundaries into where whites live! In New York City, you let enraged blacks pour out of Harlem across Central Park and fan down the tunnels of Madison and Fifth and Lexington and Park avenues. Or, take Chicago's South Side, an older, even worse slum -- you let those Negroes swarm downtown. You let Washington, D.C.'s festering blacks head down Pennsylvania Avenue. Detroit has already seen a peaceful massing of more than a hundred thousands blacks -- think about that. You name the city. Black social dynamite is in Cleveland, Philadelphia, San Francisco, Los Angeles . . . the black man's anger is there, fermenting.\n\nI've strayed off onto some of the incidents and situations which have taught me to respect the danger in the ghettoes. I had been trying to explain how I honestly evaluated my own qualifications to be worthy of presenting myself as an independent \"leader\" among black men.\n\nIn the end, I reasoned that the decision already had been made for me. The ghetto masses already had entrusted me with an image of leadership among them. I knew the ghetto instinctively extends that trust only to one who had demonstrated that he would never sell them out to the white man. I not only had no such intention -- to sell out was not even in my nature.\n\nI felt a challenge to plan, and build, an organization that could help to cure the black man in North America of the sickness which has kept him under the white man's heel.\n\nThe black man in North America was mentally sick in his cooperative, sheeplike acceptance of the white man's culture.\n\nThe black man in North America was spiritually sick because for centuries he had accepted the white man's Christianity -- which asked the black so-called Christian to expect no true Brotherhood of Man, but to endure the cruelties of the white so-called Christians. Christianity had made black men fuzzy, nebulous, confused in their thinking. It had taught the black man to think if he had no shoes, and was hungry, \"we gonna get shoes and milk and honey and fish fries in Heaven.\"\n\nThe black man in North America was economically sick and that was evident in one simple fact: as a consumer, he got less than his share, and as a producer gave least. The black American today shows us the perfect parasite image -- the black tick under the delusion that he is progressing because he rides on the udder of the fat, three-stomached cow that is white America. For instance, annually, the black man spends over $3 billion for automobiles, but America contains hardly any franchised black automobile dealers. For instance, forty per cent of the expensive imported Scotch whisky consumed in America goes down the throats of the status-sick black man; but the only black-owned distilleries are in bathtubs, or in the woods somewhere. Or for instance -- a scandalous shame -- in New York City, with over a million Negroes, there aren't twenty black-owned businesses employing over ten people. It's because black men don't own and control their own community's retail establishments that they can't stabilize their own community.\n\nThe black man in North America was sickest of all politically. He let the white man divide him into such foolishness as considering himself a black \"Democrat,\" a black \"Republican,\" a black \"Conservative,\" or a black \"Liberal\" . . . when a ten-million black vote bloc could be the deciding balance of power in American politics, because the white man's vote is almost always evenly divided. The polls are one place where every black man could fight the black man's cause with dignity, and with the power and the tools that the white man understands, and respects, and fears, and cooperates with. Listen, let me tell you something! If a black bloc committee told Washington's worst \"nigger-hater,\" \"We represent ten million votes,\" why, that \"nigger-hater\" would leap up: \"Well, how are you? Come on in here!\" Why, if the Mississippi black man voted in a bloc, Eastland would pretend to be more liberal than Jacob Javits -- or Eastland would not survive in his office. Why else is it that racist politicians fight to keep black men from the polls?\n\nWhenever any group can vote in a bloc, and decide the outcome of elections, and it fails to do this, then that group is politically sick. Immigrants once made Tammany Hall the most powerful single force in American politics. In 1880, New York City's first Irish Catholic Mayor was elected and by 1960 America had its first Irish Catholic President. America's black man, voting as a bloc, could wield an even more powerful force.\n\nU.S. politics is ruled by special-interest blocs and lobbies. What group has a more urgent special interest, what group needs a bloc, a lobby, more than the black man? Labor owns one of Washington's largest non-government buildings -- situated where they can literally watch the White House -- and no political move is made that doesn't involve how Labor feels about it. A lobby got Big Oil its depletion allowance. The farmer, through his lobby, is the most government-subsidized special-interest group in America today, because a million farmers vote, not as Democrats, or Republicans, liberals, conservatives, but as farmers.\n\nDoctors have the best lobby in Washington. Their special-interest influence successfully fights the Medicare program that's wanted, and needed, by millions of other people. Why, there's a Beet Growers' Lobby! A Wheat Lobby! A Cattle Lobby! A China Lobby! Little countries no one ever heard of have their Washington lobbies, representing their special interests.\n\nThe government has departments to deal with the special-interest groups that make themselves heard and felt. A Department of Agriculture cares for the farmers' needs. There is a Department of Health, Education and Welfare. There is a Department of the Interior -- in which the Indians are included. Is the farmer, the doctor, the Indian, the greatest problem in America today? No -- it is the black man! There ought to be a Pentagon-sized Washington department dealing with every segment of the black man's problems.\n\nTwenty-two million black men! They have given America four hundred years of toil; they have bled and died in every battle since the Revolution; they were in America before the Pilgrims, and long before the mass immigrations -- and they are still today at the bottom of everything!\n\nWhy, twenty-two million black people should tomorrow give a dollar apiece to build a skyscraper lobby building in Washington, D.C. Every morning, every legislator should receive a communication about what the black man in America expects and wants and needs. The demanding voice of the black lobby should be in the ears of every legislator who votes on any issue.\n\nThe cornerstones of this country's operation are economic and political strength and power. The black man doesn't have the economic strength -- and it will take time for him to build it. But right now the American black man has the political strength and power to change his destiny overnight.\n\nIt was a big order -- the organization I was creating in my mind, one which would help to challenge the American black man to gain his human rights, and to cure his mental, spiritual, economic and political sicknesses. But if you ever intend to do anything worthwhile, you have to start with a worthwhile plan.\n\nSubstantially, as I saw it, the organization I hoped to build would differ from the Nation of Islam in that it would embrace all faiths of black men, and it would carry into practice what the Nation of Islam had only preached.\n\nRumors were swirling, particularly in East Coast cities -- what was I going to do? Well, the first thing I was going to have to do was to attract far more willing heads and hands than my own. Each day, more militant, action brothers who had been with me in Mosque Seven announced their break from the Nation of Islam to come with me. And each day, I learned, in one or another way, of more support from non-Muslim Negroes, including a surprising lot of the \"middle-\" and \"upper-class\" black bourgeoisie, who were sick of the status-symbol charade. There was a growing clamor: \"When are you going to call a meeting, to get organized?\"\n\nTo hold a first meeting, I arranged to rent the Carver Ballroom of the Hotel Theresa, which is at the corner of 125th Street and Seventh Avenue, which might be called one of Harlem's fusebox locations.\n\nThe Amsterdam News reported the planned meeting and many readers inferred that we were establishing our beginning mosque in the Theresa. Telegrams and letters and telephone calls came to the hotel for me, from across the country. Their general tone was that this was a move that people had waited for. People I'd never heard of expressed confidence in me in moving ways. Numerous people said that the Nation of Islam's stringent moral restrictions had repelled them -- and they wanted to join me.\n\nA doctor who owned a small hospital telephoned long-distance to join. Many others sent contributions -- even before our policies had been publicly stated. Muslims wrote from other cities that they would join me, their remarks being generally along the lines that \"Islam is too inactive\" . . . \"The Nation is moving too slow.\"\n\nAstonishing numbers of white people called, and wrote, offering contributions, or asking could they join? The answer was, no, they couldn't join; our membership was all black -- but if their consciences dictated, they could financially help our constructive approach to America's race problems.\n\nSpeaking-engagement requests came in -- twenty-two of them in one particular Monday morning's mail. It was startling to me that an unusual number of the requests came from groups of white Christian ministers.\n\nI called a press conference. The microphones stuck up before me. The flashbulbs popped. The reporters, men and women, white and black, representing media that reached around the world, sat looking at me with their pencils and open notebooks.\n\nI made the announcement: \"I am going to organize and head a new mosque in New York City known as the Muslim Mosque, Inc. This will give us a religious base, and the spiritual force necessary to rid our people of the vices that destroy the moral fiber of our community.\n\n\"Muslim Mosque, Inc. will have its temporary headquarters in the Hotel Theresa in Harlem. It will be the working base for an action program designed to eliminate the political oppression, the economic exploitation, and the social degradation suffered daily by twenty-two million Afro-Americans.\"\n\nThen the reporters began firing questions at me.\n\nIt was not all as simple as it may sound. I went few places without constant awareness that any number of my former brothers felt they would make heroes of themselves in the Nation of Islam if they killed me. I knew how Elijah Muhammad's followers thought; I had taught so many of them to think. I knew that no one would kill you quicker than a Muslim if he felt that's what Allah wanted him to do.\n\nThere was one further major preparation that I knew I needed. I'd had it in my mind for a long time -- as a servant of Allah. But it would require money that I didn't have.\n\nI took a plane to Boston. I was turning again to my sister Ella. Though at times I'd made Ella angry at me, beneath it all, since I had first come to her as a teenaged hick from Michigan, Ella had never once really wavered from my corner.\n\n\"Ella,\" I said, \"I want to make the pilgrimage to Mecca.\"\n\nElla said, \"How much do you need?\"","url":"https://genius.com/Malcolm-x-chapter-16-out-annotated"}