{"title":"Rainbow in the Dark by Das Racist","lyrics":"[Kool A.D.]\nI’m at the White Castle\n(I don't see you here, dog!)\nTiny ass hamburgers\nTiny ass cheeseburgers\nTiny ass chicken sandwiches\nIt’s outlandish, kid\nMa trying to speak to the kid\nIn Spanish, kid\nLike “¿Que tu quieres?”\nI’m like, “Where is the bathroom?\nI hella gotta piss, where’s the bathroom?”\nAsk whom the bell tolls for\nWhere they get this place, from the hellhole store?\n\n[Heems]\nYo I’m in the building, building with Belding\nAsk for whom the bell rings\nDR\nSomething like a neo-rap Zack Attack\nFinna spark an L and have myself a Big Mac Attack\nKnown to rock the flyest shit and eat the best pizza\nCharge that shit to Mastercard, already owe Visa\nCatch me drinking lean in Italy like I was Pisa\nWe could eat the flyest cave-aged cheese for sheez, ma\n\n[Kool A.D.]\nYeah, we could eat Gruyère\nAs if we care\nWe could eat Roquefort\nOr we could just kick it like Rockports\nIn the periphery of Little Sicily little did she know I’m tickling boo she so giggly\nCatch me solving mysteries like Wikipedia Brown\nIt’s the future get down\nWe make a sound even if nobody’s around\n\n[Heems]\nLike a tree or the tears of a clown\nYo, I’m afraid of clowns, I’m afraid of small towns\nPositive energy, something like I’m afraid of all frowns\nCatch me at the crib getting light to Jeff Mangum\nIt’s fun to do bad things like rhyme about handguns\nIf any problem pop off\nI’ll Joe Pesci any fool while drinking that Popov\nThat’s cause I’m a Goodfella\nStay up out the hood hella much now\nBut punch clowns if they touch down\nWhile I’m eating lunch now\nWhile I’m eating a burger\nMetaphysical spiritual lyrical murder\n\n[Kool A.D.]\nThe ill ’96 manifestible third eye\nAbstract backpack vegan skateboards etc\nRap hella much in a busted ass Jetta with Coretta Scott King\nRap bridge on a duet with T-Pain and Stephen Hawking\nI’m not joking, stop jocking, stop talking\nShut up, hush up\nPlease, shut the fuck up\nShut up, dude, shut up\nDas Racist is the new Kool G Rap\nPeep us at the Grammies\nWe’d like to thank G-chat\nWe’d like to thank weed rap\nThe best rapper is B Real\nJokes, it’s us, come on, be real\nSecond Latin rapper to like the Beatles\nBut on the real yo they swearing I’m blacker than Cheadle\nLike Don King playing Donkey Kong Country at his cousin’s house\nYou don’t even know what it’s about\n\n[Heems]\nThis is panic attack rap\nEating four flapjacks\nTrap raps, let 'em free, they always come back to me\nThe Internet told me that that’s called love\nI’m on the Internet cause I’m an Internet thug\nHimanshu\nYes I’m in control, man\nPos vibe emanator\nYes I got my Soul Tan\nSoul Shine\nSoul Glow\nSo-so Po-Mo\nCatch me on the South Side\nKicking it with Shlohmo\n\n[Kool A.D.]\nKicking it with Gary Soto\nAll the cholos saying “Mira el joto”\nJust because I rock the second hand Versace\nWash me, watch me\nThe second hand couldn’t even clock me\nYou couldn’t see me like a Cuban playing hockey\nCracker in the chocolate, that’s human Pocky\nPapa look stocky, Mama look chalky\nMe I look a little something like a young Shock G\nWords come through me like I was a walkie-talkie\nAll I do is open up my mouth and just rock, see\nYou, you are not me\nMe, I am possibly\nEverything plus everything that is not me\nJokes, that is not T-R-U-E\nAre you understanding everything, do you got me?\nCatch me in the trees where it’s shady like Lockheed Martin\nSparking in the shade of the trees in the park, B\nHark! the angels stay singing in the dark\nLike the rainbow in the Ronnie James Dio joint\nHit it from the back court\nLike it was a three point\nI don’t give a fuck, I’m a duck to a decoy\nNo trust them white face man like Geronimo\nTried to go to Amsterdam they threw us in Guantanamo","url":"https://genius.com/Das-racist-rainbow-in-the-dark-lyrics"}