{"title":"Bad Indian by Dead Pioneers","lyrics":"I'm not a very good Indian.\nMaybe even a bad Indian.\n\nMy cheekbones aren't high enough\nI don't have enough beadwork\nOr turquoise\nI do my best to celebrate November like a month long birthday for Indians\nFor those of you who don't know, which is probably most of you\nIt's National Native American Heritage Month\nAnd unfortunately celebrating feels like I'm celebrating my birthday by myself\nNo one seems to know it's even happening\nEven with the Facebook notices\n\nI'm a bad Indian\n\nMy favorite movie genre is westerns\nMy last name isn't a sentence\nI'm not patient\nBut I am stoic\nUsually only when I'm mad\nOr just thinking really hard\nPeople don't know how to pronounce the name of my Tribe\nAnd that makes me tired\nCan't and won't say prayers in Paiute\nMostly because I'm not fluent\nBut I tell everyone they should hear our words\nIt reminds me, there was this one time when a teacher used to ask me things that I didn't know\nOr she didn't know\nAssuming that I would know\nOnly to see disappointment when I didn't know\nAnd shame on me for not knowing\nBut she didn't know either!\n\nBut I'm a bad indian.\n\nI use the word “Indian” liberally\nI get it\nit's not correct\nThat dude that sailed the ocean blue mistakenly called us that because he thought he was in India.\nof course he wasn't.\nBut there is this other thing were the word “Indian” actually has a legal precedence\nIn treaties\nAnd in the so-called founding documents\nWritten by so-called founding fathers\nI get criticized by my own people for saying “Indian”\nWithout anyone really realizing that any word used to lump us into a single group is incorrect\nI was told to speak in a language they understand.\n\nI'm a bad Indian.\n\nI don't speak pidgin English\nI mean, certainly not as good as Johnny Depp in the movie that one time\nWhen someone tells me that their great great grandma was a Cherokee princess\nI immediately want to dismantle what they're saying\nAfter I roll my eyes\nThere are no Cherokee Princesses\nThere are no Native American monarchies\nAnd then I'm a bad Indian for wanting to dismantle their blood myths\nWhen you are the one who taught me to dismantle in the first place\nI learned it through my genetic memory and my personal memory\n\nI'm just a bad Indian.\n\nThere was a woman once who asked me what my \"Indian\" name was\nI said, \"It's Gregg\"\nAnd she was so disappointed!\nShe was like, “NO! No! It has to be Red Eagle or Two Rivers”\n“Or ‘Grey Skull'” I said\n“YES! Wait, is that for real?!”\n“No, no” I said, without her realizing my brief but generationally relevant He-Man joke\nThe kind of joke that would tell her that while Indian\nI'm also having an American experience too\nI finally said to her “How about ‘Walking Eagle'”\nShe said, “Yes! Yes! But is that true?”\nI said, “Yes, it's totally true”\nI didn't have the heart to tell her that the only time an eagle walks is when it's too full of shit to fly\n\nBecause I'm a bad Indian\n\nI don't know how to ride a horse\nOr string a bow and arrow\nI know you want me to raise my hand and say “HOW”\nBut you don't want me to tell you that\nHOA is a Lakota greeting but it's not spelled differently\nNot the same as\nHOW…are you doing\nThat information sharing makes me a bad Indian\nHow dare I inform your misinformed idea of my own identity\nOn my homelands?!\nThe nerve!\n\nBad Indian\n\nI want to set the stage\nThis one time a man walked into my space\nAsks me questions about my things\nI tell him\nWhen he suddenly interrupts me\nAs only a white man can\nWith all the euro-swagger of a man who's people where so sure of their place in the universe\nTheir place in the world\nTheir place in the eyes of God\nYou speak real good for a\nNative American\nAn indian\nA savage\nA pagan\nA prairie n***er\nA godless heathen\nAnd I would be justified in punching him\nI would be justified in cursing him out\nI would be justified in calling him racist\n\nBut that would make me a bad Indian\nWhich contradicts that old saying\nYou know the one:\nThe only good Indian is a dead Indian\n\nBut I'm a bad indian.\nAnd I'm here","url":"https://deadpioneers.bandcamp.com/track/bad-indian-single"}