{"title":"Snickers Or Reese's (Pick Up The Pieces) by Direct Hit!","lyrics":"Fuck you, get pumped\n\nI'm looking out for falling knives and bricks\nBecause I heard you've got a bone to pick with me\nNow I can't sleep cause I'm worried sick\nThat I'll wake up with an ice pick in my brain\nKeeping the door locked might keep you away\nBut I dunno how it's gonna keep me sane\nWhen I have pills just to make it to the end of the day\n\nAnd so my bed's got a handgun underneath\nI've got a suicide pill in between my teeth\nI've got a six-inch blade for my own relief\nAnd I've got nothing but your letters in the mail\nTo keep me up at night planning how I'll get out alive\nIf you decide that's enough, and now it's time I die\nIf you break in tonight, this is what I'll cry:\n2, 3, 4, no no oh don't break down the door\n\nSo why can't we pick up the pieces?\nWhy can't just everybody make up?\nTake a break 'til the tension decreases\nJust practice, treat it like a break up\nAnd why can't we smooth out the creases?\nI don't wanna go to bed and never wake up, no\n\nI'm looking out for pieces of your mind you\nFeed to me when you feel like wasting time\nNot that they work how you want, like cyanide\nStrychnine, mustard gas, or any poison in kind\nBecause I keep every bottle I've got underneath\nMy kitchen sink full to the brim of the antidote, see\nTake a chill pill, take a single second to breathe\nAnd you might see it's not worth taking a hatchet to me\n\nSo why can't we pick up the pieces?\nWhy can't just everybody make up?\nTake a break til the tension decreases\nJust practice, treat it like a break up?\nAnd why can't we smooth out the creases?\nI don't want to go to bed and never wake up, no\n\nYou gotta find some way to cut this out\nCause I don't wanna hear it, never again, not now\nMy heart beats harder when you're around\nAnd it's not a matter of \"holier-than-thou\"\n'Cause it's a fact your temper ceases\nWhen you enact blood sugar increases\nAnd it ain't helping you to hear these speeches\nSo maybe all you need are Snickers or Reese's\nFuck\n\nWhy can't we pick up the pieces?\nWhy can't just everybody make up?\nTake a break 'til the tension decreases\nJust practice, treat it like a break up\nAnd why can't we smooth out the creases?\nI don't want to go to bed and never wake up, no","url":"https://genius.com/Direct-hit-snickers-or-reeses-pick-up-the-pieces-lyrics"}