{
  "lyrics": "All'inizio non c'era Nord e non c'era Sud\nNon avevo idea delle differenze tra un paese ed una metropoli\nNon sapevo da dove arrivassero\nLe voci dei cantanti che uscivano dallo stereo\nE quell'ignoranza non mi dava pena.\n\nDal mio punto di vista era tutto sotto controllo:\nIl sole sorgeva ogni giorno\nLatte e biscotti non mancavano\nE la classificazione dei luoghi era già in atto.\n\nTanto per cominciare, ne esistevano di tre specie:\nCasa,\nI posti sicuri\nE l'altrove.\n\nL'altrove era qualcosa che mi turbava:\nCircondava la mia città in ogni direzione,\nAffascinante e misterioso.\n\nQualcuno diceva che là fuori\nAbitavano solo i cattivi e le bestie selvagge,\nMa io non ci credevo.\n\nDio salvi Bologna,\nDio salvi Bologna!\n\nNelle date solenni,\nInquadrati sul terreno da calcio della scuola,\nPorgevamo il nostro saluto ai vecchi partigiani\nChe arrivavano in visita coi fazzoletti rossi al collo\nE i gagliardini delle brigate Garibaldi.\n\nIntonavamo per loro, che da ragazzi erano stati eroi\ncome e Capitan Harock, però in carne ed ossa:\n\nQuesta mattina mi son svegliato\nO Avanti popolo, alla riscossa!\n\nSaremmo stati increduli se ci avessero svelato\nChe in altre scuole d'Italia non si rendeva omaggio alla Resistenza:\n\nQuale maestra senza cuore avrebbe potuto trascurare\nL'anniversario della Liberazione e della Strage di Marzabotto?\n\nErano forse amiche di Hitler queste maestre queste maestre indegne?\nDei repubblichini e delle SS dagli occhi di ghiaccio?\n\nChe mostrassero il muso da noi, a Bologna, se avevano il coraggio!\n\nDio salvi Bologna,\nDio salvi Bologna!\n\n\nSiamo i figli della Bologna anni '80:\nEx libero comune, ex città del Papa,\nDal '45 molto rossa e molto occidentale;\nBasket city, rock city, droga city.\n\nMacchine nuove tirate a lucido per le strade,\nDavanti alle vetrine il passeggio delle famiglie\nIncrocia le ultime manifestazioni della vitalità studentesca\nE l'andirivieni di tossici che ti fanno:\n\n\"Oi vecchio, ce le hai cento lire?\nÈ che devo andare in treno a Modena,\nE un tipaccio mi ha fatto su il portafogli.\"\n\nI vecchi, quelli veri, siedono in sezione a ricordare la guerra\nQuando mancava ogni cosa e si dava la caccia persino ai gatti,\n\nMentre adesso i negozi sembrano stracolmi\nDi ogni prodotto di marca disponibile ad Ovest della Cortina di Ferro.\n\nProvateci voi a crescere nella città perfetta,\nFra i comunisti in Mercedes\nE i punk, fermi davanti al Disco d'Oro,\n\nLo stile da odiare dei paninari\nE diecimila ragazze nuove che arrivano in città ogni anno\nAll'università.\n\nDio salvi Bologna,\nDio salvi Bologna!\n\n\nSì, provateci voi a crescere nella città più libera del mondo!\nCon diecimila ragazze nuove\nChe arrivano ogni anno\nPer studiare.",
  "url": "http://testicanzoni.mtv.it/testi-Enrico-Brizzi,-Yuguerra_34278882/testo-Dio-salvi-Bologna-35402595"
}
