{
    "title": "Insensibile by Fabri Fibra (Ft. Dargen D'Amico)",
    "lyrics": "Sono costantemente alla ricerca del dolore\nFisico, mentale non conta, basta che faccia male\nSono scoordinato nei movimenti, è l'anestetico\nI dottori mi aprono la testa come una pesca\nDentro ci trovano un mazzo di chiavi\nE un lucchetto che stringe forte e mi schiaccia le sinapsi\nPsichedelia allo stato puro quando scrivo\nA-annunciami come al cinema \"Il Divo\"\nNon condivido la mia faccia nel video\nMi dicono: \"Ma tu stai in TV più dei Pooh\"\nIo rispondo: \"Né si mangia né si fotte coi ricordi\"\nCerco ragazze facili come i soldi\n\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\n\nPaolo Brosio con la coca ci scopava una modella\nAl piano sopra c'era Calissano steso in barella\nEntrambe le carriere, chiarisco\nSono come Mike Bongiorno in TV: non esistono più\nLa TV mi deprime, la fantasia si estingue\nGuardo più TV straniera che ormai capisco altre lingue\n\"Dnaisdeorvaiz so is the baguette, odumpf?\"\n\"Che cazzo ha detto?\"\n\"Eh, ha detto che...\"\n\"Mio marito mi picchia, finirò all'ospedale\nSecondo me ha anche un'altra, dimmi che fare\"\n\"Chiedi il divorzio\"\n\"Non tiene i soldi, dormiamo in camera in due su un'amaca\"\n\"Che cazzo l'hai sposato a fare, eri ubriaca?\nTogli un po' via quella maglietta\nE vedi di, vedi di fare in fretta\nAspetta, aspetta...\nDevo cagare\"\n\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\n\nForchetta e coltello sul mio cervello\nDammi il tuo numero, tanto poi lo cancello\nLei sta zitta, ma pensa: \"Dammi l'uccello\"\nAvvolgo nel cellophane e cado in trance\nManco fossi ad Amsterdam, Amsterdam\n\nOddio che pena\nOgni volta che vieni ad Amsterdam fai sempre le stesse scene, dai\nMollala quella là e andiamo a perderci nei quadri\nImbuchiamoci furtivi al Van Gogh come i ladri\nIl malessere nel juke-box, se lo vuoi paghi\nJD e Fabri, è la rivincita dei babbi\nDei rinnegati dai padri, delle perdite di dati\nPer cui non ricordo più quando eravamo bravi\nTanto l'originalità prima o poi la perdiamo tutti\nSe Lennon fosse vivo oggi farebbe dischi brutti\nNoi che facevamo belle lettere e belle rime, Fabri\nOra che fanno schifo facciamoci almeno le Letterine\nMa tu no, cara, sei troppo giovane per fare la puttana\nE non bere che tuo padre non vuole come Eluana\nEcco, magari la chiusura posso cambiarla altrimenti poi pensano che anch'io sono...\n\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\nSono un insensibile, dimmi dimmi se\nAnche te sei come me, me, me, me\n\nSono un insensibile, come un insensitivo che prende i soldi alle persone che stan male\nAnch'io faccio così con le mie canzoni, ma ne prendo pochi\nSono un insensibile ed è una bellissima in-sensazione essere qui in questo disco di Fabri che sarà quello che venderà meno in assoluto\nInsens, insens, così non farò neanche un insens, neanche un in-euro, inetto",
    "url": "https://genius.com/Fabri-fibra-insensibile-lyrics"
}
