{"songs":"Raise Your Voice Joyce by Fucked Up","lyrics":"[Verse 1]\nShe took me in and fed me kindly\nBut who is this tramp sat in front of me?\nShe smiled and said, \"Jilly I be!\"\nThen she shouted her name into the street\nI told her I was missing but she said, \"Where have you been?\nHow can you lose a place, my friend, if it was never real?\"\nI said I feel like I have fallen asleep\nLike this is all just a part of a wicked dream\nWhen I wake up, you'll see what I mean\nI'm not meant to be stuck in this poverty\nShe said, \"I can see infinity glint in every gleam\nYou see the light as would a bug who can't pass through a screen!\"\n\n[Chorus]\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nShe paid her way\nShe's not a slave\nJoyce Tops\nI'm okay\nShe paid her way\nRaise your voice\nShe's not a slave\nRaise your voice\nJoyce Tops\nRaise your voice, Joyce\nI'm okay\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\n\n[Verse 2]\nI still think I'd like to leave\nI'm soiled and my colleagues are waiting for me\nIf I beg, they'll let me back in\nNow would you kindly let me out of this bin?\nShe said, \"Take you opportunities and shove them up your ear\nListen to the thunder, boy, it calls for you to hear!\"\nThen, moldered in my suit and tie, in the filth when I started to cry\nShe knocked the glasses right off of my eyes\nShe is the stain that will never come dry!\nShe said, \"Scream at me, oh, stirring child\nScream your little scream; in the morning world\nYou are the only you who's ever been\nThere is another history behind the one you've seen\nSo weep until there's nothing left to weep and then be free!\"\n\n[Chorus]\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nJoyce, Joyce\nRaise your voice, Joyce\nRaise your voice, Joyce\nShe paid her way\nRaise your voice\nShe's not a slave\nRaise your voice\nJoyce Tops\nI'm okay\nRaise your voice\nRaise your voice\nRaise your voice, Joyce\nRaise your voice\n\n[Outro]\nI'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay, I'm okay","url":"https://genius.com/Fucked-up-raise-your-voice-joyce-lyrics"}