{"title":"Scowling Crackhead Ian by Jeffrey Lewis","lyrics":"Scowling crackhead Ian\nI can't forget your face\nYou were a foul human being\nWay back on St. Mark's Place\nA white thug when we were both poor\nA life struggling for one quarter more\nIn sixth grade that's what you'd mug me for\nA switch blade pressed up to my jugular\nSo I feared for my next\nSafe streets were few\nMy nerves grew wrecked near the Second Avenue\nI soon learned how to steer clear of a crook or a crew\nAnd now I'm still here\nAnd look, so are you\nForever you've been crackhead Ian\nIt was your kid nickname if we spoke it\nYou were an insane human being\nWhether you ever did or didn't really smoke it\nI'd know that tall thin bent-over stroll\nAll sun burned and grim since ten or twelve years old\nI guess yesterday is gone\nFaces still intend our souls\nAn I guess both our mom's places are still on rent control\nI was that wick, small, sad, sag, punier guy\nYou was as big, tall and bad back in junior high\nNo sight of someone's face has ever been scarier\nYou'd come chase me from Street Fighter One or Space Harrier\nHello again, crackhead Ian\nI still can't forget your foul face\nMy fellow human being\nI know we're both still planted on St. Mark's Place\nWe've lived our poor lives in close parallel\nWithin this four or five blocks we both know so well\nYou must have grew up near the former theater or old gross hotel\nI'm sure you're aware of me here, but oh I can't tell\nIt seems you never outgrew your little preteen rage\nI still see you look so mean though now we are middle-aged\nI was eavesdropping last year at you laughing to tell\nAbout bashing some dude with a chair till he fell\nI slipped fast by you talking fear and our eyes would touch\nDrifting past by new mornings that it all changed so much\nI've never known your live story I'm sure it's rotten and tough\nBut how long before these roles for us have gotten old enough?\nYou must've had it so rough kid\nWell I wonder\nForged by a tiny portion of love or fortune\nGoes lightning or goes thunder\nYou're a bad one crackhead Ian\nA sad son and sunburned pig\nBut of all the best kids seen downtown in our pre-teens\nIt's just you and me left I think\nHow long till you notice?\nHow long until you shake my hand?\nHow long until we're old man neighbours?\nLast tribesmen of the vanished plant\nWe never even did exchange names\nYou were an evil kid from Hades\nWhen we played these arcade games\nThat made life great in the 80's\nMe and Ian\nMe and Ian\nRyding into the night of an east-village dream with these games in the street and the head and...","url":"https://genius.com/Jeffrey-lewis-scowling-crackhead-ian-lyrics"}