{
    "title": "Marco gioca sott’acqua by Murubutu",
    "lyrics": "Marco che guarda la schiuma sopra una cresta\nE vive dentro ad un’isola, ha un'isola nella testa\nE non arriva mai niente dal continente\nPerché anche se non si sente il mare è sempre in tempesta\nE non c'è niente che si muova e che Marco non sappia\nE non c'è niente che qui suoni e già Marco lo sa\nE non c'è giorno che non passi e che Marco non abbia voglia\nDi cucire suoni e luoghi dentro all'anima\nMarco era piccolo ricciolo, un bimbo vispo\nQuando guardava il mondo ed il mondo restava zitto\nMa un bimbo cerca altre strade e contrade sin dal principio\nHa già i pioppi ed i caprifogli che dorano aria e pulviscolo\nHa una reggia bruna che asciuga sulla battigia\nIl sapore di confettura di prugna sopra alle dita\nHa i giorni nuovi, i venti caldi, i girasoli\nI cento cieli e le spiagge con gli orli argento cuciti dalle onde brevi\nÈ come se fosse arrivato solcando i mari\nPoi prima si prese l’isola e dopo bruciò le navi\nE ora che l’alba è alta e impatta sulla spiaggia\nMarco segue parole che danzano sulle labbra e pensa:\n\nQuando e come, quando e dove, quanto e come\nE quale suono han le parole che non volano fino a qua?\nE quali sono, quante sono, quando sono\nE qui che suono han le parole che non giungono fino a...?\nE quali orme, e quali forme, e quale fonte\nE qual è il volto del rumore che non giunge mai fino a qua?\nE quale suono, dolce o forte, sempre o a volte\nQuale sorte hanno le note che non volano fino a…?\n\\\"Ma sono uguale davvero?\\\" Marco chiedeva a sé stesso \\\"Mhm...\\\"\nLui che non sente ogni soffio, ogni tuono\nOgni strofa, ogni suono, ogni nota, ogni \\\"la la la\\\"\n\\\"E qui parole che van, van, van, salgono lentamente al cielo\nProvo a afferrarle ma loro si librano in volo\nMi lasciano solo qua… Bye, bye, bye…\\\"\n\n\n\nLa madre lo sa che è dura, lo sa che non serve piangere\nIl padre che non accetta la vita del suo ragazzo\n\\\"Basta gesticolare, stai fermo, mi sembri un pazzo!\\\"\nLei che accarezza Marco mentre piange sulle gambe\nE gli altri bimbi che ridono sulla spiaggia\nSi sa che la bestia nera tra i figli qua è l’ignoranza\nQualcuno pensa sia scemo, qualcuno che valga meno\nMa tutto ritorna zero se si tuffano sott’acqua\nLà è un altro mondo, un altro modo, un altro suolo\nUn altro approccio, un mondo nuovo\nDove tutto tace e va\nÈ un altro scopo, un altro vuoto, un altro luogo\nUn altro loco, un altro gioco\n\\\"Ci arrivate voi fino a qua?\\\"\nMarco tra i moti ondosi si tuffa da scogli alti\nMarco che fa immersioni, Marco che ha già vent’anni\nAdesso sta sotto tanto e quando va sotto tanto\nSotto Marco è felice, là sotto lui è come gli altri\nE non c’è niente che si muova e non lasci una scia\nE non c’è niente che si muova e non apra una via\nE non c’è giorno che non passi e che Marco non sia\nIn cerca di una nota a pancia vuota, mangia malinconia\nSe Marco pensa a sé stesso è drastico e non si accetta\nFinché un giorno incontra gli occhi di perla di Benedetta\nQuesta ha uno sguardo dolce che scalda la brezza fresca\nAnche lei vive in un’isola e ha un’isola nella testa\nLa luna in cielo li guarda contar le stelle\nFra le onde che si frantumano in piogge di mille gemme\n\\\"Vorresti sentire tutto ma noi in fondo sentiamo tutto\nCerto non con le orecchie ma con gli occhi e con la pelle\nPerché ogni cosa che vive qua muove e oscilla\nEd è vita se percepita dal corpo e dalla pupilla\nLa stessa musica, musica\nNoi casse armoniche pervase nel fondo dalla sua vibra\nE perché proprio noi ora caro è un enigma\nE tutto ciò che non puoi te lo ha tolto lo stigma\\\"\nE fu come il risveglio da un sonno profondo\nRiflesso del mondo di un sordo profondo\n\n\n\nQuando e come, quando e dove, quanto e come\nE quale suono han le parole che non volano fino a qua?\nE quali sono, quante sono, quando sono\nE qui che suono han le parole che non giungono fino a...?\nE quali orme, e quali forme, e quale fonte\nE qual è il volto del rumore che non giunge mai fino a qua?\nE quale suono, dolce o forte, sempre o a volte\nQuale sorte hanno le note che non volano fino a…?\n\\\"Ma sono uguale davvero?\\\" Marco chiedeva a sé stesso \\\"Mhm...\\\"\nLui che non sente ogni soffio, ogni tuono\nOgni strofa, ogni suono, ogni nota, ogni \\\"la la la\\\"\n\\\"E qui parole che van, van, van, salgono lentamente al cielo\nProvo a afferrarle ma loro si librano in volo\nMi lasciano solo qua… Bye, bye, bye…\\\"",
    "url": "https://genius.com/Murubutu-marco-gioca-sottacqua-lyrics"
}
