{"songs":"I Marinai Tornano Tardi by Murubutu","lyrics":"[Verse 1]\n\"Quand'è che mi porti con te? Voglio vedere quello che vedi\"\nGli aveva chiesto appena dopo le nozze\nNonostante il mal di mare che le torceva le reni\nLo avrebbe seguito su tutte le rotte, tutte le volte\nE quando lui tornava dai viaggi di notte\nAvvicinando lo scafo e parlando al Libeccio\nLei lo avvistava dalla finestra interrogando la coltre\nDa cui si vedeva l’arrivo e l’attracco del peschereccio\nE nonostante i trent’anni che parevano un’era lei\nLo attendeva ancora alla sera, svaniva l’intera candela\nE non sai mai quando torna chi lavora nel mare\nQuando ti abitui all’assenza rieccolo lì che compare\nE rimaneva in attesa del suo sorriso frugale\nCome se l’acqua ed il sale lo trattenessero in zone lontane\nE ogni volta chiedeva: \"E questa volta che fai?\"\nForse era una domanda scema, una cantilena che diceva:\n\n[Hook]\nResti o vai? Che fai? Che fai?\nResti? Quando taci a cosa pensi? O vai? Il nostro amore è di silenzi\nChe fai? Cara mia ma dove guardi? Che fai? I marinai tornano tardi\n\n[Verse 2]\nDecorava la tavola bianca con qualche fiore del posto\nAl centro un vaso d’acqua e dentro un ramo di bosso\nApparecchiava sempre per due con il mare di sfondo\nCon l’occhio allenato a cogliere tutti i movimenti nel porto\nPoi finalmente eccolo apparire, la punta di un monte\nAppoggiato coi gomiti alla balaustra del ponte\nLa luna riversava sull’acqua piatta una luce rifratta\nChe scendeva calma carica di polvere d’ovatta\nSicché lui le raccontava ciò che aveva visto fra le onde:\nLa costa di rocce che si stende fra Genova e Tolone\nO il manto bianco alle falde delle Azzorre\nLe baracche di zinco imbiancate di calce nel meridione\nLe zagare esplodono ovunque ad aprile!\nMa tu non farti ingannare le parole sanno come tradire\nQuesto è un mestiere pessimo, qualche scorcio colpisce\nPer il resto è solo fatica e una solitudine che annichilisce\n\"Prendo in prestito i tuoi occhi\" disse lei scortese\nIl velo del vento lambiva le vie del paese\nE si portava via le sue speranze di stare insieme\nLe riportava la speranza di poterlo rivedere fra un mese\n\nResti o vai? Che fai? Che fai?\n\n[Verse 3]\nPoco tempo e partiva, lo vedeva sparire all’aurora e\nLei seduta in poltrona lo immaginava intagliare la bruma\nVerso porti e moli, a trenta nodi, nuovi soli\nOppure lottare contro muri furiosi di schiuma\nE sarebbe tornato, sì, sarebbe tornato\nE sarebbe riuscito a stupirla ancora\nCome l’ultima volta che tornato a tarda ora\nLe aveva portato in regalo un vestito da sposa di Cefalonia\n\"Sempre via suo marito eh? Beato lui che viaggia!\"\nDicevano le donne salutandole sulla terrazza\nE lei che annuiva pulendo il parapetto di ferro\nSu cui il vento lasciava sempre un leggero vello di sabbia\nSi era abituato il paese di pochi focolari\nA vederla in attesa, qualche turista chiedeva ai locali:\n\"Cosa fa quella vecchia alla sera con gli occhi sul porto?\"\nRispondevano: \"Aspetta che il marito torni dal mare... dal mare...\nSono dieci anni che è morto.\"\n\n[Hook]\nResti o vai? Che fai? Che fai?\nResti? Quando taci a cosa pensi? O vai? Il nostro amore è di silenzi\nChe fai? Cara mia ma dove guardi? Che fai? I marinai tornano tardi","url":"https://genius.com/Murubutu-i-marinai-tornano-tardi-lyrics"}