{"songs":"Un pezzo rap by Uochi Toki","lyrics":"I primi ascolti che facevo da bambino, da quando riesco a ricordarmi: Beethoven, Rossini e Vivaldi, la colonna sonora di Flashdance, una pastorale, una primavera, una cavalcata di Guglielmo Tell, il Trovatore, gli storyteller, le narrazioni illustrate in volumi e cassette. Potevo stare ore incantato di fronte al mangianastri senza che qualcuno potesse distrarmi. Io non ascoltavo, io guardavo la musica scorrermi davanti: avevo storie e cartoni animati musicali negli occhi, niente nomi, autori o ritornelli, solo suoni, immagini e gangli; una concentrazione che ricerco adesso tutti i giorni per suggestionarmi e che dipende quasi esclusivamente da tempi e spazi. Lo stesso brano sono diversi\nE così sono sono cresciuto nell'ignoranza di nozioni, ma con vagoni, treni, stazioni, binari, interi circuiti ferroviari internazionali di visuali libere senza che nessun frescone me le venisse a reprimere, ogni recensione o discorso sulla musica mi fa un male incredibile\n\nIl primo pezzo rap l'ho ascoltato a 12 anni sugli autoscontri nel periodo dell'eurodance, i ragazzini erano mostri che divoravano trance rimasticate, rock targato Italia. Io letteralmente catturato da J-Ax che raccontava una sua toccata e fuga, inchiodavo sulla pista, tutti gli altri addosso: rissa. Cosa vuoi che ne capisca un ragazzino malvestito immaginazionista che si sforza di ascoltare un rap scritto con linguaggio da surfista in mezzo a una caciara proto-automobilistica? In quel momento per me era il testo di un sofista, un rito di giustizia, un ritiro post-illuminazione mistica, e tutti gli altri attorno sembravano non toccati, continuavano ad imboccar gettoni colorati come se quello fosse un brano uguale a quelli già ascoltati, piccoli e sbadati sulle loro vetture elettriche. Da quel momento trovavo scopo nella ricerca di brani, contesti metriche e siccome ancora non esisteva l'internet ci son voluti anni e diversi acquisti di dischi a caso perché io trovassi un programma in radio, una fanzine, delle finestre sul mondo di quelli che mi parlavano nelle cassette, che mi raccontavano le loro prodezze; me li portavo sempre nelle orecchie, erano i miei migliori amici, immaginavo di parlarci come loro con me anche perché ero molto solo e non parlavo con nessuno, surrogavo le conversazioni con gli adepti di quel sottosuolo in cui si parla, si ascolta e si disegna, nel quale se non sai qualcuno ti insegna, e un'altra bella selecta di frasi prese in prestito da una cultura che più che vissuta l'avevo letta. Ed io ascoltavo ed ascoltavo e chiacchieravo nella mia testa: \"Hai ragione Danno, anche se questa tua frase da come l'hai messa ha già una sfumatura diversa da ciò che ha detto Esa, da ciò che ha scritto Neffa\". E soppesavo io, soppesavo una frase di Kaos One, un discorso in Chief e Soci, i contenuti in Foto di Gruppo o l'espressionismo contorto dell'Orrù, ogni demo che proveniva dal sottobosco. E tutto questo rimaneva tra me ed il mio walkman, fino a che non conobbi altri, adolescenti coi vestiti larghi, pantaloni, cappelli e felpe di marche streetwear famose come ad esempio Oviesse. Anche loro parlavano coi rapper, nacque una dimensione sociale in cui si discorreva sugli atti e i discorsi di altri, aggiungendo altri atti imitanti i tanti che già imitavano altri altrettanto bravi intrattenendo altri ancora che oltre ai già tanti parlanti abbracciavano i discorsi rap con oltraggi altrimenti detti contest, ma che con teste estratte e non monche, Mon Cheri, a tutt'oggi definiamo come assenze di contesto o troppa presenza di esso. Se volevo il flow andavo alla fonte, diretto, leggendo qualche poeta esperto e recitandomelo solo soletto in salotto con un biscotto ed una tazza di brodo, non mi è mai fregato un tratto di misurare il tuo rap o quello di un altro impressionando amici nel parchetto, parlando di rime come si fa di figa o di calcio, riducendo tutto a \"questo è meglio, questo è scarso\", volevo solo parlare con qualcuno e che qualcuno mi parlasse, possibilmente di qualcosa di interessante. Tu hai conosciuto l'ABC del rap , io l'UVZ come i Bannetz, passavi il tempo a chiederti se tu fossi somigliante al rap o se è il rap che ti assomiglia, poco importa, perché come tutti i linguaggi dopo un po' si cristallizza anche se si immette nuova linfa, allora lo si inscatola, lo si identifica col terrore che si estingua. Forse sembro fatalista, ma la distruzione, e quindi il cambiamento nella lingua, non si arresta: in dei momenti ci si trova come nel 2001 ad ascoltar La Vena Fredda, un disco incredibile che è nato come un germoglio di nocciolo dentro una foresta completamente rasa al suolo; e quello è il nostro habitat, siamo persone con una certa pratica coltivata in anni di riferimenti mancanti in una landa desertica in cui si dipingeva il treno a -15 gradi con princìpi di congelamento alle mani, dove i dischi non li trovavi, dove non c'eran ritrovi, non c'era un posto, non c'era nessuno con cui poter fare un discorso, non c'era NESSUNO\nIo e Riccardo siamo gente del deserto, la povertà di stimoli ci spinse a vedere come prezioso ogni frammento, a non farci sfuggire nessun alito di vento, a cercar di mettere in moto ciò che è fermo e, se proprio non parte, smontarlo e riutilizzarne ogni sua parte. Non siamo stati forgiati dallo stile, dalla strada, dalle risse, dalle feste: noi possiamo stare dappertutto e veniamo fuori dal niente, questo è il rap\n\nQuesto è il rap, que-que-que-que-questo è il rap\nOk, ok, ok... ANCHE questo è il rap, ANCHE questo è il rap\n\nE non è nuovo, non è sperimentale, non siamo appena usciti, non facciamo nulla di speciale, davvero: non è modestia o falsa modestia, è solo che la tua testa e la tua orecchia quando sono atrofizzate sono troppo facili da impressionare, ci sono cose molto oltre a noi. Sì! Noi siamo cose, non persone. Ma non è finita: è stato proprio sulla fine della vita, della seconda ondata di rap in italiano (parliamo sempre del 2001) che un essere umano unico ci illuminò le orecchie, fu il primo ascolto elettronico, parlo di Confield degli Autechre: tutti i rapper dovrebbero provare a scrivere su quelle tracce per capire finalmente che andare a tempo non significa necessariamente far cader le rime sul rullante. Per me fu come premere un pulsante e vedere le pareti della stanza circostante ripiegarsi su se stesse lasciando il posto ad un paesaggio che non avevo mai sospettato che esistesse. Il produttore di basi rap che mette campioni funk Roy Ayers sui 4/4 kick e clap non sa che i suoi beats son crackers e che in giro trovi torte alla Viennese, sapori musicali che vanno dalla maionese allo speck affumicato fino al fumé di pesce. Si può gustare l'elettronica gourmet passando dal riso integrale senza sale per poi tornare ai crackers e vivere di quelli, ma i tuoi ascolti non saranno più gli stessi se sfondi le pareti, costrusci i suoni che non trovi e la bedroom non nasce nelle strade né nei club, ma nella camera da letto, nella stanza dei rumori, la Foley Room di Amon Tobin. Apprendi modi nuovi in cui si possono usare i campioni, non solo tagli, incolli e quantizzi e siamo tutti più buoni, anche se quello che dico vale anche al contrario: ci sono brani fatti con niente, composti solo di scelte. La tecnica del campionamento è stata inventata dai rapper, ma è solo uscendone, guardando da fuori, che si capiscono le potenzialità di campioni e campionatori: l'elettronica è purissima fonte di astrazione. Io sono quello che non ha mai provato le droghe perché ho ascoltato Drukqs di Aphex Twin e usato molta immaginazione, e se lo ascolti come ho fatto io puoi dare il TFR in moneta inesistente a tutti i procuratori di sostanze che non stupefanno ormai più di tanto. C'è chi non si fida, c'è chi crede sia solo musica da ballo, chi la relega a sottofondo di quelle merende tarde che ti impediscono la cena, chi dice che \"la musica fatta col computer non è valido!!\", chi aggiunge una tastiera a un gruppo rock e lo ridefinisce gruppo elettronico, chi se non vede una chitarra sul palco lo chiama Dj set, chi riconduce tutto a Brian Eno e non ha mai seguito lo sviluppo di frattali sonici come la techno e la breakcore, che non hanno capostipiti o pionieri se non i nostri signori e padroni: i robots, che poi sono i fratelli dell'uomo\nI riferimenti non ci sono, posso ascoltare speed core anche senza vestirmi e comportarmi come uno che ascolta speed core soltanto perché la musica a quella velocità mi piace. L'elettronica supera il contesto sociale, è qualcosa che puoi ascoltare bene senza dovertici identificare. Anche io all'inizio avevo paura a farmi scoprire intento all'ascolto degli Atari Teenage Riot perché usavano le casse Rotterdam: qualcuno avrebbe potuto scambiarmi per un Gabber e volermi sparare alle gambe, e non ricordo bene come ho fatto a superare questi buffi limiti, però l'ho fatto!! Il solo fatto che esiste una persona come esempio dovrebbe bastare a dare uno slancio\n\nIl rap, la musica elettronica, INSIEME! Per gioco! Senti qua!!","url":"https://genius.com/Uochi-toki-un-pezzo-rap-lyrics"}