{"title":"Real Talk by Dot Rotten","lyrics":"[Verse 1]\nYou said so what if I recorded and mixed down P Money Is Power\nI made your music sound legit so you're sour\nNobody could rush me\nHad a shank on me more time it was tucked G\nYeah, N.E gave me a PC and buss me\nHe gave me that PC because he loved me\nYou could never have shown me road, never that G\nYou were gaming, playing PlayStation at mumzy's\nI was selling food up in country, with olders in ends\nHow could you say I never had bus P?\nYou beat up your own girlfriend til she's ugly\nTruth is, you are the man that's worthless\nI ain't been caught on cam stealing from no one\nYour talk's cheap, let's get this cash converted\nHe thinks I'm stupid, believe me he's clever\nNo one believes I was stealing from Mela\n[Verse 2]\nSaid he's never been moist but he's definitely a liar\nNow he's got a hot head, it was definitely the fire\nWhen I come around Stockwell, my block's hell\nGlock shells be ringing in your car, trying to pressure me to retire\nI ain't on what? You don't know me\nSuck your mum, you still owe me\nCah I put you in the crew that you are in\nGave you a path to win in this ting\nSo, suck your mum you still owe me\nYou wanna talk about punchline verses?\nI knew you love to lie but sometimes swerve it\nYou ain't taught me a thing so I'm feeding you beef\nLike your teacher did back at your lunchtime service\nYou said Littles taught me to multi-syllab\nHow phoney is that?\nI ain't used MasterWriter in 10 years\nEver since you knew me, saying things like you know me\nWhat I say is only the facts\n\n[Verse 3]\nDiss my ability but you ain't holding me back, so\nYeah how dare they compare you and I\nWhen I embody the truth, this is proof, do or die\nYou've made money from grime?\nI've put time and money in grime\nMade rap sounding beats more gully than grime\nMixed your CD, put P Money in grime\nYou've been talking to trainers, I'm talking to papers\nI see that this currency's lying\nSo I don't believe what I'm told or hearing\nHold up, wait, who stole from Kieran?\nYou had studio time, didn't pay me to pay them\nAnd that's the same room we brought your career in\nI had D Row in my ear, like an earring\nTelling me make sure you give me the change for electric at least and you weren't even caring\nSo I laugh when you said sob stories\nThe points you're trying to vouch for are what's faulty\n\n[Verse 4]\nWait, I never wifey'd Lady Shivs\nI was with Bratt for four years, we nearly had baby kids\nI was young, what can I say? I've lived\nBruv don't hate on chicks\nSo what if I'm with Lusardi Rose?\nYou're a pussy and are what you eat\nSo you must be feenin to taste the clit\nYou know them man that just hate that your bae looks piff?\nSo don't be taking in them crazy fibs\nAll that MySpace shit, you just lost me completely\nWhat got to me is you chatting shit at the end\nLike your hench with your friends but gossiping's easy\nYou said that I stole from Mela\nWhat's mine is his, I just got off the phone to Mela\nWe're righteous black men on a higher frequency\nWe know about life so we roll together\nFabricating the facts, I suppose he's clever\nYour approach is pathetic, stop giving girls black eyes\nRaise your son, act right\nYou're meant to be a role model for the black guys\nDid you notice he didn't deny he don't slap wives?\nAnd Littles didn't teach me about multis\nI learnt that from Shimmer, so bro, get your facts right\nRIP Leon, I got the spirit of N.E with me taking shots at this fat guy\nYou're attacking me and I'm a part of your foundation\nSo your building's bound to capsize\n\n[Verse 5]\nI'm making a point\nI came to your community, made a mark, I got brought in by [?]\nIt's bait you're annoyed\nHe took me to Dennis's first\nI got left in the studio on Melanin's word\nI recorded the ends, my development worked\nI recorded for Blacks, I recorded for Despa\nI recorded for you, I recorded for Remer\nI recorded for Doctor, recorded for Lady Fury\nRecorded for KDot, recorded for Pharoah\nRecorded for Skepta, recorded for Littles\nRecorded for Mega Montana, recorded for Castro\nRecorded for Fugi, recorded for Craze 24\nAnd recorded for Tommy Bones, and recorded for Jack Jones\nI recorded for Dogzilla, I recorded for Tinie Tempah\nRecorded for Slaughter, recorded for Kid Bookie\nRecorded for Scrufizzer, recorded for Big Shizz\nRecorded for Ice Kid plus many more I brought over cliff\nContributing my skills, they threw stones and sticks\nYou rushed me, it was weak, I had no swollen lips\nAbout smoke, you ain't ghosting shit\nHe be looking like a bloated fish when he holds his fists\nCause his girl ain't been putting his salt on chips\nYou're a woman beater\nI can imagine you don't do the cooking neither\nYou're a gangster, you're not a cook and cleaner\nAnd fuck a reload, I ain't looking wheel ups\nI'm just getting started\nThe half way mark, I just passed it you bastard\n\n[Verse 6]\nBefore I knew N.E, I had a line in Reading\nAnd I never been run out my ends, not once\nI still go Taste More all the time my bredrin\nLong nose like Pinocchio, lies extended\nI saved D Row's life but you're nice inside Lewisham hospital\nOn the same night I got nicked with Mela sitting in the cage, high\nMe and Row's are family tied, where'd you gather these lies?\nI'm the grime detective\nBack down, give a fuck, guess that I'm expected\nBut I'm getting to the bottom of the case\nYou said I love skets, that's garbage\nYou said I went pop, I went dubstep\nYou rapped on dubstep, I sang on dubstep and charted\nI'm back in my essence\nI was the one who said you should be in OGz\nWhen you were standardly repping for Hazardous Sessions\n\n[Verse 7]\nLet me state this quick\nYou can't poke no holes in my relationships\nEvery girl that I've been with\nI've taught them a thing about life without fighting or raising fists\nAt least tell the fans the truth, don't lie to them\nParis, come up with an honest reply to them\nWe are not a part of the drill generation\nDon't put on a badman mask and try hide from them\nNothing you say on the mic would enlighten them\nI'm ten toe-ing from Notre Dame to Eiffel Tower\nSo basically right now I'm walking through Paris\nYou said I went pop, you ain't hit the national charts yet\nSo shut the fuck up, I brought you a classic\nWhen thinking bout times that I spent with N.E\nIt just brings tears to my eyes\nHe helped me so much\nHe was rearing to ride and showed me about South East\nI remember them OG meetings when they first started\nYou hadn't joined and wasn't about P\nHow could they doubt me?\nGo look at the OG Season track list\nWho's the first voice you hear when you press play on the CD? Check it out please\nThe only puss you can smell was yourself\nSo buy odour deodorant they sell on the shelf\nThis smell is a girl, you've been breastfeeding Blacks\nSo, rock him to sleep and tell him a tale\n\n[Verse 8]\nYou ain't diabolical nah you're stuck in a cycle\nYou lie a lot, you'd rather stuff substance inside you\nThe biological father, I fuck with the title\nI fire off like a farmer clutching a rifle\nSo what Rinse signed you? We still don't like you\nThat's why you come from afar, give up, you should try to\nAnd you said I blocked you from shows but it can't be that\nSo it must have been Arch and Jack\nThat was five years ago, your reason's late\nThe fans said there's beef arranged, they see P's a fake\nStop with all of these diva traits\nI'll eat P and his mic like a piece of cake\nCah I'll put P in his place with a mash like peas on plates\nYou're about to receive the pain\nI brought the spirit of Dot\nAnd I'm resurrecting him like God did with Jesus on Easter break\n\n[Verse 9]\nThey had this creature caged, I can't be contained\nYou wanna fight round the corner? Lead the way\nWe don't trust in a word that you say, you're Theresa May\nYour OGz got their leader slayed\nBreak your shield, these shots, we could reach your grave\nThis ain't GTA\nYou can't R1-R2, spin around and try to cheat the game\nYou can't retreat the day I delete your fame\nMake him get down, get down, g-d get down\nTECs out, next round, make your head pound\nLead sounds, get found in the next town\nSpin around like James Browns, dead now\nLet down, step proud you'll get swept out\nBed bound, it gets foul like a sket's mouth\nSend out, my 10 pals, your friends down\nLooking round like Ray Charles, get blow'd\nPray because you're fucked\nMy pen's like a blade\nWhen I'm waving it I plan to bathe in your blood\nThis is dangerous stuff\nIt feels like the scene's juj'ed me but I move like a shaman on crud\nI roll with real ones, you ain't paganing us\nChat shit, get your cranium crushed\nI'm abducting your fans for an experiment like an alien does\nAnd you don't shine like a chain when it's tucked\n\n[Verse 10]\nAct bad, you ain't killing nobody and that's facts\nYou ain't realer, I'm sorry your stacks lack\nWe know you chat crap\nYou wouldn't aim a gauge or use a razor blade to try attack man\nBecause you're a fat prat looking like puss, take a cat nap\nI spin him around like a snapback\nHe can't relax fam\nBecause when I spit a bar for a MC I make him\nGo (Go)\nGo (Go)\nGo (Go)\nGo (Go)\n(Mad about bars)\nMake MC's get (Mad about bars)\nHeard that I dissed you\nYou came to the studio and made it an issue\nYou're (Mad about bars)\nYo bro don't get (Mad about bars)\nScientist in the booth I'm (Mad about bars)\nAnd don't get pissed when I say what it is\nWhen I spit I make fans go (Mad about bars)\n\n[Verse 11]\nYou just bought a house, congratulations\nNow I'm burning it down, no procrastination\nI feel no way to say Dennis slashed Blacks, you pagan\nYou have a transvestite infatuation, madting\nYou never been a someone but still you're a has-been\nI don't even wanna touch man when I catch him\nWhy? It's a sadting\nSomebody go ask Blacks about Jasmine\nOh no, you've been gropsing a man\nClaiming you're an OG, now how bogus is that?\nGetting yourself exposed\nNow I know you hope that I won't focus on that\nYou wear hoodies and hats and act like a badman\nBut you've been poked from the back\nI don't trust when he says he's been rolling with man\nHe might just mean that he's been rolling my man\nI'll find out from Jasmine, we know he's a fan\n\n[Verse 12]\nBefore death, it's agony\nHow are you bringing business from home, telling media, P?\nDon't you have manners? Respect the family\nIf N.E was still on this earth\nAll the talk that you got would be void due to technicalities\nI never once blocked you from shows\nYou've been gigging for years, come on now bro\nForget the fantasies, protect your sanity\nYou're feeling yourself too much, neglect the vanity\nWait\n(Did you notice?)\nHe made up a lie and said that I stole from my own friend\nI can't rate that shit\n(Did you notice?)\nHe didn't deny beating up women\nAs a black man I really can't take that shit\n(Did you notice?)\nHe lied and said I wifey'd Lady Shivs\nI don't know how because I hate that bitch\n(Did you notice?)\nYou said I got ran out my ends\nHow comes nobody didn't take that pic?\n(Did you notice?)\nHe put on weight, drinking\nHe's looking like an old Rick Ross from a Maybach clip\n(Did you notice?)\nAll this ra-ta-ta talk, you ain't buss no gun\nYou ain't sprayed that stick\n(Did you notice?)\nSaid I blocked your show, Money\nBut you just bought a new house, we can't make that fit\n(Did you notice?)\nYou lied to make that sick and I noticed\n\n[Outro]\nParis, where are you conjuring all of these lies from?\nYou say when you're on ends you can't be G checked but when real niggas G check you, you say you're on music\nI've been mashing work on road longer than you before I came New Cross\nWhen you was just a Playstation, COD playing little shit\nI never wifey'd Lady Shivs, so stop with these lies\nI've never been run out my ends, stop with these lies\nI never got run out of Hoodstars, stop with these lies\nYou said you showed me road, music and girls and buss me\nStop with these lies\nLittles never taught me how to multi-syllab rhyme\nStop with these lies\nAnd let me just get this off my chest\nI saw N.E three days before he died, we had some real conversations\nYou can never diss me about N.E, N.E was my boy, I lived with him\nDay in, day out, daily\nYou didn't\nShut the fuck up you prick\nIf it weren't for me you would have died with Hazardous sessions, you wouldn't be in OGz\nI remember the meeting I said you should be in the team, bruv\nI'm Alex Ferguson for you\nEvery reward you've gained from music I deserve a percentage\nI'm from that era where when you rush people, they're meant to be hospitalised, but, both of you didn't do nothing\nI'm still standing\nIt reminds me of Nando's\nNine man tried to attack me and not one man touched me\nAnd I still didn't run then so, stop all the lies\nYou told me to make up my mind on this road ting but\nYou don't know what I'm on in this road ting so\nShut your mouth\nAnd you spoke about Stormer\nN.E put Stormer in OGz, who gave you the authority to kick him out?\nWhen that was N.E's choice and he's not here to do it\nYou ain't had this much views in ages on any bullshit you've dropped so, thank me\nWhen Termz said he wanted me back in OGz, you said if I come back you're leaving, so\nYou've obviously got a problem with me\nYou came to the studio and rushed me over bars\nThat's to be all and end all\nI had to get to the bottom of it\nThen I realised rah, you don't want me to spit\nI'm giving you all of these bars\nAll up in your head-top you pussy\nDon't question me about road because when I see you I'm doing my ting","url":"https://genius.com/Dot-rotten-real-talk-lyrics"}