{"title":"The Nature of Consciousness by Alan Watts","lyrics":"I find it a little difficult to say what the subject matter of this seminar is going to be, because it's too fundamental to give it a title. I'm going to talk about what there is. Now, the first thing, though, that we have to do is to get our perspectives with some background about the basic ideas that, as Westerners living today in the United States, influence our everyday common sense, our fundamental notions about what life is about. And there are historical origins for this, which influence us more strongly than most people realize. Ideas of the world which are built into the very nature of the language we use, and of our ideas of logic, and of what makes sense altogether.\nAnd these basic ideas I call myth, not using the word 'myth' to mean simply something untrue, but to use the word 'myth' in a more powerful sense. A myth is an image in terms of which we try to make sense of the world. Now, for example, a myth in a way is a metaphore. If you want to explain electricity to someone who doesn't know anything about electricity, you say, well, you talk about an electric current. Now, the word 'current' is borrowed from rivers. It's borrowed from hydrolics, and so you explain electricity in terms of water. Now, electricity is not water, it behaves actually in a different way, but there are some ways in which the behavior of water is like the behavior of electricty, and so you explain it in terms of water. Or if you're an astronomer, and you want to explain to people what you mean by an expanding universe and curved space, you say, 'well, it's as if you have a black balloon, and there are white dots on the black balloon, and those dots represent galaxies, and as you blow the balloon up, uniformly all of them grow farther and farther apart. But you're using an analogy--the universe is not actually a black balloon with white dots on it.\n\nSo in the same way, we use these sort of images to try and make sense of the world, and we at present are living under the influence of two very powerful images, which are, in the present state of scientific knowledge, inadequate, and one of the major problems today are to find an adequate, satisfying image of the world. Well that's what I'm going to talk about. And I'm going to go further than that, not only what image of the world to have, but how we can get our sensations and our feelings in accordance with the most sensible image of the world that we can manage to conceive.\n\nAll right, now--the two images which we have been working under for 2000 years and maybe more are what I would call two models of the universe, and the first is called the ceramic model, and the second the fully automatic model. The ceramic model of the universe is based on the book of Genesis, from which Judaism, Islam, and Christianity derive their basic picture of the world. And the image of the world in the book of Genesis is that the world is an artifact. It is made, as a potter takes clay and forms pots out of it, or as a carpenter takes wood and makes tables and chairs out of it. Don't forget Jesus is the son of a carpenter. And also the son of God. So the image of God and of the world is based on the idea of God as a technician, potter, carpenter, architect, who has in mind a plan, and who fashions the universe in accordance with that plan.\n\nSo basic to this image of the world is the notion, you see, that the world consists of stuff, basically. Primoridial matter, substance, stuff. As parts are made of clay. Now clay by itself has no intelligence. Clay does not of itself become a pot, although a good potter may think otherwise. Because if you were a really good potter, you don't impose your will on the clay, you ask any given lump of clay what it wants to become, and you help it to do that. And then you become a genious. But the ordinary idea I'm talking about is that simply clay is unintelligent; it's just stuff, and the potter imposes his will on it, and makes it become whatever he wants.\n\nAnd so in the book of Genesis, the lord God creates Adam out of the dust of the Earth. In other words, he makes a clay figurine, and then he breathes into it, and it becomes alive. And because the clay become informed. By itself it is formless, it has no intelligence, and therefore it requires an external intelligence and an external energy to bring it to life and to bring some sense to it. And so in this way, we inherit a conception of ourselves as being artifacts, as being made, and it is perfectly natural in our culture for a child to ask its mother 'How was I made?' or 'Who made me?' And this is a very, very powerful idea, but for example, it is not shared by the Chinese, or by the Hindus. A Chinese child would not ask its mother 'How was I made?' A Chinese child might ask its mother 'How did I grow?' which is an entirely different procedure form making. You see, when you make something, you put it together, you arrange parts, or you work from the outside in, as a sculpture works on stone, or as a potter works on clay. But when you watch something growing, it works in exactly the opposite direction. It works from the inside to the outside. It expands. It burgeons. It blossoms. And it happens all of itself at once. In other words, the original simple form, say of a living cell in the womb, progressively complicates itself, and that's the growing process, and it's quite different from the making process.\n\nBut we have thought, historically, you see, of the world as something made, and the idea of being--trees, for example-- constructions, just as tables and houses are constructions. And so there is for that reason a fundamental difference between the made and the maker. And this image, this ceramic model of the universe, originated in cultures where the form of government was monarchial, and where, therefore, the maker of the universe was conceived also at the same time in the image of the king of the universe. 'King of kings, lords of lords, the only ruler of princes, who thus from thy throne behold all dwellers upon Earth.' I'm quoting the Book of Common Prayer. And so, all those people who are oriented to the universe in that way feel related to basic reality as a subject to a king. And so they are on very, very humble terms in relation to whatever it is that works all this thing. I find it odd, in the United States, that people who are citizens of a republic have a monarchial theory of the universe. That you can talk about the president of the United States as LBJ, or Ike, or Harry, but you can't talk about the lord of the universe in such familiar terms. Because we are carrying over from very ancient near-Eastern cultures, the notion that the lord of the universe must be respected in a certain way. Poeple kneel, people bow, people prostrate themselves, and you know what the reason for that is: that nobody is more frightened of anybody else than a tyrant. He sits with his back to the wall, and his guards on either side of him, and he has you face downwards on the ground because you can't use weapons that way. When you come into his presence, you don't stand up and face him, because you might attack, and he has reason to fear that you might because he's ruling you all. And the man who rules you all is the biggest crook in the bunch. Because he's the one who succeeded in crime. The other people are pushed aside because they--the criminals, the people we lock up in jail--are simply the people who didn't make it.\n\nSo naturally, the real boss sits with his back to the wall and his henchmen on either side of him. And so when you design a church, what does it look like? Catholic church, with the alter where it used to be--it's changing now, because the Catholic religion is changing. But the Catholic church has the alter with it's back to the wall at the east end of the church. And the alter is the throne and the priest is the chief vizier of the court, and he is making abeyance to the throne, but there is the throne of God, the alter. And all the people are facing it, and kneeling down. And a great Catholic cathederal is called a basilica, from the Greek 'basilikos,' which means 'king.' So a basilica is the house of a king, and the ritual of the church is based on the court rituals of Byzantium.\n\nA Protestant church is a little different. Basically the same. The furniture of a Protestant church is based on a judicial courthouse. The pulpit, the judge in an American court wears a black robe, he wears exactly the same dress as a Protestant minister. And everybody sits in these boxes, there's a box for the jury, there's a box for the judge, there's a box for this, there's a box for that, and those are the pews in an ordinary colonial- type Protestant church. So both these kinds of churches which have an autocratic view of the nature of the universe decorate themselves, are architecturally constructed in accordance with politcal images of the universe. One is the king, and the other is the judge. Your honor. There's sense in this. When in court, you have to refer to the judge as 'your honor.' It stops the people engaged in litigation from losing their tempers and getting rude. There's a certain sense to that.\n\nBut when you want to apply that image to the universe itself, to the very nature of life, it has limitations. For one thing, the idea of a difference between matter and spirit. This idea doesn't work anymore. Long, long ago, physicists stopped asking the question 'What is matter?' They began that way. They wanted to know, what is the fundamental substance of the world? And the more they asked that question, the more they realized the couldn't answer it, because if you're going to say what matter is, you've got to describe it in terms of behavior, that is to say in terms of form, in terms of pattern. You tell what it does, you describe the smallest shapes of it which you can see. Do you see what happens? You look, say, at a piece of stone, and you want to say, 'Well, what is this piece of stone made of?' You take your microscope and you look at it, and instead of just this block of stuff, you see ever so many tinier shapes. Little crystals. So you say, 'Fine, so far so good. Now what are these crystals made of?' And you take a more powerful instrument, and you find that they're made of molocules, and then you take a still more powerful instrument to find out what the molocules are made of, and you begin to describe atoms, electrons, protons, mesons, all sorts of sub-nuclear particles. But you never, never arrive at the basic stuff. Because there isn't any.\n\nWhat happens is this: 'Stuff' is a word for the world as it looks when our eyes are out of focus. Fuzzy. Stuff--the idea of stuff is that it is undifferentiated, like some kind of goo. And when your eyes are not in sharp focus, everything looks fuzzy. When you get your eyes into focus, you see a form, you see a pattern. But when you want to change the level of magnification, and go in closer and closer and closer, you get fuzzy again before you get clear. So everytime you get fuzzy, you go through thinking there's some kind of stuff there. But when you get clear, you see a shape. So all that we can talk about is patterns. We never, never can talk about the 'stuff' of which these patterns are supposed to be made, because you don't really have to suppose that there is any. It's enough to talk about the world in terms of patterns. It describes anything that can be described, and you don't really have to suppose that there is some stuff that constitutes the essence of the pattern in the same way that clay constitutes the essence of pots. And so for this reason, you don't really have to suppose that the world is some kind of helpless, passive, unintelligent junk which an outside agency has to inform and make into intelligent shapes. So the picture of the world in the most sophisticated physics of today is not formed stuff--potted clay--but pattern. A self-moving, self-designing pattern. A dance. And our common sense as individuals hasn't yet caught up with this.\n\nWell now, in the course of time, in the evolution of Western thought. The ceramic image of the world ran into trouble. And changed into what I call the fully automatic image of the world. In other words, Western science was based on the idea that there are laws of nature, and got that idea from Judaism and Christianity and Islam. That in other words, the potter, the maker of the world in the beginning of things laid down the laws, and the law of God, which is also the law of nature, is called the 'loggos.?,.' And in Christianity, the loggos is the second person of the trinity, incarnate as Jesus Christ, who thereby is the perfect exemplar of the divine law. So we have tended to think of all natural phenomena as responding to laws, as if, in other words, the laws of the world were like the rails on which a streetcar or a tram or a train runs, and these things exist in a certain way, and all events respond to these laws. You know that limerick,\n\nThere was a young man who said 'Damn, For it certainly seems that I am A creature that moves In determinate grooves. I'm not even a bus, I'm a tram.'\n\nSo here's this idea that there's kind of a plan, and everything responds and obeys that plan. Well, in the 18th century, Western intellectuals began to suspect this idea. And what they suspected was whether there is a lawmaker, whether there is an architect of the universe, and they found out, or they reasoned, that you don't have to suppose that there is. Why? Because the hypothesis of God does not help us to make any predictions. Nor does it-- In other words, let's put it this way: if the business of science is to make predictions about what's going to happen, science is essentially prophecy. What's going to happen? By examining the behavior of the past and describing it carefully, we can make predictions about what's going to happen in the future. That's really the whole of science. And to do this, and to make successful predictions, you do not need God as a hypothesis. Because it makes no difference to anything. If you say 'Everything is controlled by God, everything is governed by God,' that doesn't make any difference to your prediction of what's going to happen. And so what they did was drop that hypothesis. But they kept the hypothesis of law. Because if you can predict, if you can study the past and describe how things have behaved, and you've got some regularities in the behavior of the universe, you call that law. Although it may not be law in the ordinary sense of the word, it's simply regularity.\n\nAnd so what they did was got rid of the lawmaker and kept the law. And so the conceived the universe in terms of a mechanism. Something, in other words, that is functioning according to regular, clocklike mechanical principles. Newton's whole image of the world is based on billiards. The atoms are billiard balls, and they bang each other around. And so your behavior, every individual around, is defined as a very, very complex arrangement of billiard balls being banged around by everything else. And so behind the fully automatic model of the universe is the notion that reality itself is, to use the favorite term of 19th century scientists, blind energy. In say the metaphysics of Ernst Hegel, and T.H. Huxley, the world is basically nothing but energy--blind, unintelligent force. And likewise and parallel to this, in the philosophy of Freud, the basic psychological energy is libido, which is blind lust. And it is only a fluke, it is only as a result of pure chances that resulting from the exuberance of this energy there are people. With values, with reason, with languages, with cultures, and with love. Just a fluke. Like, you know, 1000 monkeys typing on 1000 typewriters for a million years will eventually type the Encyclopedia Britannica. And of course the moment they stop typing the Encyclopedia Britannica, they will relapse into nonsense.\n\nAnd so in order that that shall not happen, for you and I are flukes in this cosmos, and we like our way of life--we like being human--if we want to keep it, say these people, we've got to fight nature, because it will turn us back into nonsense the moment we let it. So we've got to impose our will upon this world as if we were something completely alien to it. From outside. And so we get a culture based on the idea of the war between man and nature. And we talk about the conquest of space. The conquest of Everest. And the great symbols of our culture are the rocket and the bulldozer. The rocket--you know, compensation for the sexually inadequate male. So we're going to conquer space. You know we're in space already, way out. If anybody cared to be sensitive and let outside space come to you, you can, if your eyes are clear enough. Aided by telescopes, aided by radio astronomy, aided by all the kinds of sensitive instruments we can devise. We're as far out in space as we're ever going to get. But, y'know, sensitivity isn't the pitch. Especially in the WASP culture of the United States. We define manliness in terms of agression, you see, because we're a little bit frightened as to whether or not we're really men. And so we put on this great show of being a tough guy. It's completely unneccesary. If you have what it takes, you don't need to put on that show. And you don't need to beat nature into submission. Why be hostile to nature? Because after all, you ARE a symptom of nature. You, as a human being, you grow out of this physical universe in exactly the same way an apple grows off an apple tree.\n\nSo let's say the tree which grows apples is a tree which apples, using 'apple' as a verb. And a world in which human beings arrive is a world that peoples. And so the existence of people is symptomatic of the kind of universe we live in. Just as spots on somebody's skin is symptomatic of chicken pox. Just as hair on a head is symptomatic of what's going on in the organism. But we have been brought up by reason of our two great myths--the ceramic and the automatic--not to feel that we belong in the world. So our popular speech reflects it. You say 'I came into this world.' You didn't. You came out of it. You say 'Face facts.' We talk about 'encounters' with reality, as if it was a head-on meeting of completely alien agencies. And the average person has the sensation that he is a someone that exists inside a bag of skin. The center of consciousness that looks out at this thing, and what the hell's it going to do to me? You see? 'I recognize you, you kind of look like me, and I've seen myself in a mirror, and you look like you might be people.' So maybe you're intelligent and maybe you can love, too. Perhaps you're all right, some of you are, anyway. You've got the right color of skin, or you have the right religion, or whatever it is, you're OK. But there are all those people over in Asia, and Africa, and they may not really be people. When you want to destroy someone, you always define them as 'unpeople.' Not really human. Monkeys, maybe. Idiots, maybe. Machines, maybe, but not people.\n\nSo we have this hostility to the external world because of the superstition, the myth, the absolutely unfounded theory that you, yourself, exist only inside your skin. Now I want to propose another idea altogether. There are two great theories in astronomy going on right now about the origination of the universe. One is called the explosion theory, and the other is called the steady state theory. The steady state people say there never was a time when the world began, it's always expanding, yes, but as a result of free hydrogen in space, the free hydrogen coagulates and makes new galaxies. But the other people say there was a primoridial explosion, an enormous bang billions of years ago which flung all the galazies into space. Well let's take that just for the sake of argument and say that was the way it happened.\n\nIt's like you took a bottle of ink and you threw it at a wall. Smash! And all that ink spread. And in the middle, it's dense, isn't it? And as it gets out on the edge, the little droplets get finer and finer and make more complicated patterns, see? So in the same way, there was a big bang at the beginning of things and it spread. And you and I, sitting here in this room, as complicated human beings, are way, way out on the fringe of that bang. We are the complicated little patterns on the end of it. Very interesting. But so we define ourselves as being only that. If you think that you are only inside your skin, you define yourself as one very complicated little curlique, way out on the edge of that explosion. Way out in space, and way out in time. Billions of years ago, you were a big bang, but now you're a complicated human being. And then we cut ourselves off, and don't feel that we're still the big bang. But you are. Depends how you define yourself. You are actually--if this is the way things started, if there was a big bang in the beginning-- you're not something that's a result of the big bang. You're not something that is a sort of puppet on the end of the process. You are still the process. You are the big bang, the original force of the universe, coming on as whoever you are. When I meet you, I see not just what you define yourself as--Mr so-and- so, Ms so-and-so, Mrs so-and-so--I see every one of you as the primordial energy of the universe coming on at me in this particular way. I know I'm that, too. But we've learned to define ourselves as separate from it.\n\nAnd so what I would call a basic problem we've got to go through first, is to understand that there are no such things as things. That is to say separate things, or separate events. That that is only a way of talking. If you can understand this, you're going to have no further problems. I once asked a group of high school children 'What do you mean by a thing?' First of all, they gave me all sorts of synonyms. They said 'It's an object,' which is simply another word for a thing; it doesn't tell you anything about what you mean by a thing. Finally, a very smart girl from Italy, who was in the group, said a thing is a noun. And she was quite right. A noun isn't a part of nature, it's a part of speech. There are no nouns in the physical world. There are no separate things in the physical world, either. The physical world is wiggly. Clouds, mountains, trees, people, are all wiggly. And only when human beings get to working on things--they build buildings in straight lines, and try to make out that the world isn't really wiggly. But here we are, sitting in this room all built out of straight lines, but each one of us is as wiggly as all get-out.\n\nNow then, when you want to get control of something that wiggles, it's pretty difficult, isn't it? You try and pick up a fish in your hands, and the fish is wiggly and it slips out. What do you do to get hold of the fish? You use a net. And so the net is the basic thing we have for getting hold of the wiggly world. So if you want to get hold of this wiggle, you've got to put a net over it. A net is something regular. And I can number the holes in a net. So many holes up, so many holes across. And if I can number these holes, I can count exactly where each wiggle is, in terms of a hole in that net. And that's the beginning of calculus, the art of measuring the world. But in order to do that, I've got to break up the wiggle into bits. I've got to call this a specific bit, and this the next bit of the wiggle, and this the next bit, and this the next bit of the wiggle. And so these bits are things or events. Bit of wiggles. Which I mark out in order to talk about the wiggle. In order to measure and therfore in order to control it. But in nature, in fact, in the physical world, the wiggle isn't bitted. Like you don't get a cut-up fryer out of an egg. But you have to cut the chicken up in order to eat it. You bite it. But it doesn't come bitten.\n\nSo the world doesn't come thinged; it doesn't come evented. You and I are all as much continuous with the physical universe as a wave is continuous with the ocean. The ocean waves, and the universe peoples. And as I wave and say to you 'Yoo-hoo!' the world is waving with me at you and saying 'Hi! I'm here!' But we are consciousness of the way we feel and sense our existence. Being based on a myth that we are made, that we are parts, that we are things, our consciousness has been influenced, so that each one of us does not feel that. We have been hypnotized, literally hypnotized by social convention into feeling and sensing that we exist only inside our skins. That we are not the original bang, just something out on the end of it. And therefore we are scared stiff. My wave is going to disappear, and I'm going to die! And that would be awful. We've got a mythology going now which is, as Father Maskell.?, put it, we are something that happens between the maternity ward and the crematorium. And that's it. And therefore everybody feels unhappy and miserable.\n\nThis is what people really believe today. You may go to church, you may say you believe in this, that, and the other, but you don't. Even Jehovah's Witnesses, who are the most fundamental of fundamentalists, they are polite when they come around and knock on the door. But if you REALLY believed in Christianity, you would be screaming in the streets. But nobody does. You would be taking full- page ads in the paper every day. You would be the most terrifying television programs. The churches would be going out of their minds if they really believed what they teach. But they don't. They think they ought to believe what they teach. They believe they should believe, but they don't really believe it, because what we REALLY believe is the fully automatic model. And that is our basic, plausible common sense. You are a fluke. You are a separate event. And you run from the maternity ward to the crematorium, and that's it, baby. That's it.\n\nNow why does anybody think that way? There's no reason to, because it isn't even scientific. It's just a myth. And it's invented by people who want to feel a certain way. They want to play a certain game. The game of god got embarrassing. The idea if God as the potter, as the architect of the universe, is good. It makes you feel that life is, after all, important. There is someone who cares. It has meaning, it has sense, and you are valuable in the eyes of the father. But after a while, it gets embarrassing, and you realize that everything you do is being watched by God. He knows your tiniest innermost feelings and thoughts, and you say after a while, 'Quit bugging me! I don't want you around.' So you become an athiest, just to get rid of him. Then you feel terrible after that, because you got rid of God, but that means you got rid of yourself. You're nothing but a machine. And your idea that you're a machine is just a machine, too. So if you're a smart kid, you commit suicide. Camus said there is only one serious philosophical question, which is whether or not to commit suicide. I think there are four or five serious philosophical questions. The first one is 'Who started it?' The second is 'Are we going to make it?' The third is 'Where are we going to put it?' The fourth is 'Who's going to clean up?' And the fifth, 'Is it serious?'\n\nBut still, should you or not commit suicide? This is a good question. Why go on? And you only go on if the game is worth the gamble. Now the universe has been going on for an incredible long time. And so really, a satisfactory theory of the universe has to be one that's worth betting on. That's very, it seems to me, elementary common sense. If you make a theory of the universe which isn't worth betting on, why bother? Just commit suicide. But if you want to go on playing the game, you've got to have an optimal theory for playing the game. Otherwise there's no point in it. But the people who coined the fully automatic theory of the universe were playing a very funny game, for what they wanted to say was this: all you people who believe in religion--old ladies and wishful thinkers-- you've got a big daddy up there, and you want comfort, but life is rough. Life is tough, as success goes to the most hard- headed people. That was a very convenient theory when the European and American worlds were colonizing the natives everywhere else. They said 'We're the end product of evolution, and we're tough. I'm a big strong guy because I face facts, and life is just a bunch of junk, and I'm going to impose my will on it and turn it into something else. I'm real hard.' That's a way of flattering yourself.\n\nAnd so, it has become academically plausible and fashionable that this is the way the world works. In academic circles, no other theory of the world than the fully automatic model is respectable. Because if you're an academic person, you've got to be an intellectually tough person, you've got to be prickly. There are basically two kinds of philosophy. One's called prickles, the other's called goo. And prickly people are precise, rigorous, logical. They like everything chopped up and clear. Goo people like it vague. For example, in physics, prickly people believe that the ultimate constituents of matter are particles. Goo people believe it's waves. And in philosophy, prickly people are logical positivists, and goo people are idealists. And they're always arguing with each other, but what they don't realize is neither one can take his position without the other person. Because you wouldn't know you advocated prickles unless there was someone advocating goo. You wouldn't know what a prickle was unless you knew what a goo was. Because life isn't either prickles or goo, it's either gooey prickles or prickly goo. They go together like back and front, male and female. And that's the answer to philosophy. You see, I'm a philosopher, and I'm not going to argue very much, because if you don't argue with me, I don't know what I think. So if we argue, I say 'Thank you,' because owing to the courtesy of your taking a different point of view, I understand what I mean. So I can't get rid of you.\n\nBut however, you see, this whole idea that the universe is nothing at all but unintelligent force playing around and not even enjoying it is a putdown theory of the world. People who had an advantage to make, a game to play by putting it down, and making out that because they put the world down they were a superior kind of people. So that just won't do. We've had it. Because if you seriously go along with this idea of the world, you're what is technically called alienated. You feel hostile to the world. You feel that the world is a trap. It is a mechanism, it is electronic and neurological mechanisms into which you somehow got caught. And you, poor thing, have to put up with being put into a body that's falling apart, that gets cancer, that gets the great Siberian itch, and is just terrible. And these mechanics--doctors--are trying to help you out, but they really can't succeed in the end, and you're just going to fall apart, and it's a grim business, and it's just too bad. So if you think that's the way things are, you might as well commit suicide right now. Unless you say, 'Well, I'm damned. Because there might really be after all eternal damnation. Or I identify with my children, and I think of them going on without me and nobody to support them. Because if I do go on in this frame of mind and continue to support them, I shall teach them to be like I am, and they'll go on, dragging it out to support their children, and they won't enjoy it. They'll be afraid to commit suicide, and so will their children. They'll all learn the same lessons.'\n\nSo you see, all I'm trying to say is that the basic common sense about the nature of the world that is influencing most people in the United States today is simply a myth. If you want to say that the idea of God the father with his white beard on the golden throne is a myth, in a bad sense of the word 'myth,' so is this other one. It is just as phony and has just as little to support it as being the true state of affairs. Why? Let's get this clear. If there is any such thing at all as intelligence and love and beauty, well you've found it in other people. In other words, it exists in us as human beings. And as I said, if it is there, in us, it is symptomatic of the scheme of things. We are as symptomatic of the scheme of things as the apples are symptomatic of the apple tree or the rose of the rose bush. The Earth is not a big rock infested with living organisms any more than your skeleton is bones infested with cells. The Earth is geological, yes, but this geological entity grows people, and our existence on the Earth is a symptom of this other system, and its balances, as much as the solar system in turn is a symptom of our galaxy, and our galaxy in its turn is a symptom of a whole company of other galaxies. Goodness only knows what that's in.\n\nBut you see, when, as a scientist, you describe the behavior of a living organism, you try to say what a person does, it's the only way in which you can describe what a person is, describe what they do. Then you find out that in making this description, you cannot confine yourself to what happens inside the skin. In other words, you cannot talk about a person walking unless you start describing the floor, because when I walk, I don't just dangle my legs in empty space. I move in relationship to a room. So in order to describe what I'm doing when I'm walking, I have to describe the room; I have to describe the territory. So in describing my talking at the moment, I can't describe it as just a thing in itself, because I'm talking to you. And so what I'm doing at the moment is not completely described unless your being here is described also. So if that is necessary, in other words, in order to describe MY behavior, I have to describe YOUR behavior and the behavior of the environment, it means that we've really got one system of behavior. Your skin doesn't separate you from the world; it's a bridge through which the external world flows into you, and you flow into it.\n\nJust, for example, as a whirlpool in water, you could say because you have a skin you have a definite shape you have a definite form. All right? Here is a flow of water, and suddenly it does a whirlpool, and it goes on. The whirlpool is a definite form, but no water stays put in it. The whirlpool is something the stream is doing, and exactly the same way, the whole universe is doing each one of us, and I see each one of you today and I recognize you tomorrow, just as I would recognize a whirlpool in a stream. I'd say 'Oh yes, I've seen that whirlpool before, it's just near so-and-so's house on the edge of the river, and it's always there.' So in the same way when I meet you tomorrow, I recognize you, you're the same whirlpool you were yesterday. But you're moving. The whole world is moving through you, all the cosmic rays, all the food you're eating, the stream of steaks and milk and eggs and everything is just flowing right through you. When you're wiggling the same way, the world is wiggling, the stream is wiggling you.\n\nBut the problem is, you see, we haven't been taught to feel that way. The myths underlying our culture and underlying our common sense have not taught us to feel identical with the universe, but only parts of it, only in it, only confronting it--aliens. And we are, I think, quite urgently in need of coming to feel that we ARE the eternal universe, each one of us. Otherwise we're going to go out of our heads. We're going to commit suicide, collectively, courtesy of H-bombs. And, all right, supposing we do, well that will be that, then there will be life making experiments on other galaxies. Maybe they'll find a better game.\n\nALAN WATTS: THE NATURE OF CONSCIOUSNESS, part 2 of 3\nWell now, in the first session this afternoon, I was discussing two of the great myths or models of the universe, which lie in the intellictual and psychological background of all of us. The myth of the world as a political, monarchial state in which we are all here on sufferance as subject to God. In which we are MADE artifacts, who do not exist in our own right. God alone, in the first myth, exists in his own right, and you exist as a favor, and you ought to be grateful. Like your parents come on and say to you, 'Look at all the things we've done for you, all the money we spent to send you to college, and you turn out to be a beatnik. You're a wretched, ungrateful child.' And you're supposed to say, 'Sorry, I really am.' But you're definitely in the position of being on probation. This arises out of our whole attitude towards children, whereby we don't really acknowledge that they're human. Instead, when a child comes into the world, and as soon as it can communicate in any way, talk language, you should say to a child, 'How do you do? Welcome to the human race. Now my dear, we are playing a very complicated game, and we're going to explain the rules of it to you. And when you have learned these rules and understand what they are, you may be able to invent better ones. But in the meantime, this is the thing we're doing.'\nInstead of that, we either treat a child with a kind of with a kind of 'blah-blah-blah' attitude, or 'coochy-coochy-coochie,' y'know? and don't treat the thing as a human being at all--as a kind of doll. Or else as a nusiance. And so all of us, having been treated that way, carry over into adult life the sense of being on probation here. Either the god is somebody who says to us 'coochy- coochy-coochie,' or 'blah-blah-blah.' And that's the feeling we carry over. So that idea of the royal god, the king of kings and the lord of lords which we inherit from the political structures of the Tigres-Euphrates cultures, and from Egypt. The Pharoah, Amenhotep IV is probably, as Freud suggested, the original author of Moses' monotheism, and certainly the Jewish law code comes from Hammarabi in Chaldea. And these men lived in a culture where the pyramid and the ziggurat--the ziggurat is the Chaldean version of the pyramid, indicating somehow a hierarchy of power, from the boss on down. And God, in this first myth that we've been discussing, the ceramic myth is the boss, and the idea of God is that the universe is governed from above.\n\nBut do you see, this parallels--goes hand in hand with the idea that you govern your own body. That the ego, which lies somewhere between the ears and behind the eyes in the brain, is the governer of the body. And so we can't understand a system of order, a system of life, in which there isn't a governer. 'O Lord, our governor, how excellent is thy name in all the world.'\n\nBut supposing, on the contrary, there could be a system which doesn't have a governor. That's what we are supposed to have in this society. We are supposed to be a democracy and a republic. And we are supposed to govern ourselves. As I said, it's so funny that Americans can be politically republican--I don't mean republican in the party sense--and yet religiously monarchial. It's a real strange contradiction.\n\nSo what is this universe? Is it a monarchy? Is it a republic? Is it a mechanism? Or an organism? Becuase you see, if it's a mechanism, either it's a mere mechanism, as in the fully automatic model, or else it's a mechanism under the control of a driver. A mechanic. If it's not that, it's an organism, and an organism is a thing that governs itself. In your body there is no boss. You could argue, for example, that the brain is a gadget evolved by the stomach, in order to serve the stomach for the purposes of getting food. Or you can argue that the stomach is a gadget evolved by the brain to feed it and keep it alive. Whose game is this? Is it the brain's game, or the stomach's game? They're mutual. The brain implies the stomach and the stomach implies the brain, and neither of them is the boss.\n\nYou know that story about all the limbs of the body. The hand said 'We do all our work,' the feet said 'We do our work,' the mouth said 'We do all the chewing, and here's this lazy stomach who just gets it all and doesn't do a thing. He didn't do any work, so let's go on strike.' And the hands refused to carry, the feet refused to walk, the teeth refused to chew, and said 'Now we're on strike against the stomach.' But after a while, all of them found themselves getting weaker and weaker and weaker, because they didn't realize that the stomach fed them.\n\nSo there is the possibility then that we are not in the kind of system that these two myths delineate. That we are not living in a world where we ourselves, in the deepest sense of self, are outside reality, and somehow in a position that we have to bow down to it and say 'As a great favor, please preserve us in existence.' Nor are we in a system which is merely mechanical, and which we are nothing but flukes, trapped in the electrical wiring of a nervous system which is fundamentally rather inefficiently arranged. What's the alternative? Well, we could put the alternative in another image altogether, and I'll call this not the ceramic image, not the fully automatic image, but the dramatic image. Consider the world as a drama. What's the basis of all drama? The basis of all stories, of all plots, of all happenings--is the game of hide and seek. You get a baby, what's the fundamental first game you play with a baby? You put a book in front of your face, and you peek at the baby. The baby starts giggling. Because the baby is close to the origins of life; it comes from the womb really knowing what it's all about, but it can't put it into words. See, what every child psychologist really wants to know is to get a baby to talk psychological jargon, and explain how it feels. But the baby knows; you do this, this, this and this, and the baby starts laughing, because the baby is a recent incarnation of God. And the baby knows, therefore, that hide and seek is the basic game.\n\nSee, when we were children, we were taught '1, 2, 3,' and 'A, B, C,' but we weren't set down on our mothers' knees and taught the game of black and white. That's the thing that was left out of all our educations, the game that I was trying to explain with these wave diagrams. That life is not a conflict between opposites, but a polarity. The difference bewteen a conflict and a polarity is simply--when you think about opposite things, we sometimes use the expression, 'These two things are the poles apart.' You say, for example, about someone with whom you totally disagree, 'I am the poles apart from this person.' But your very saying that gives the show away. Poles. Poles are the opposite ends of one magnet. And if you take a magnet, say you have a magnetized bar, there's a north pole and a south pole. Okay, chop off the south pole, move it away. The piece you've got left creates a new south pole. You never get rid of the south pole. So the point about a magnet is, things may be the poles apart, but they go together. You can't have the one without the other. We are imagining a diagram of the universe in which the idea of polarity is the opposite ends of the diameter, north and south, you see? That's the basic idea of polarity, but what we're trying to imagine is the encounter of forces that come from absolutely opposed realms, that have nothing in common. When we say of two personality types that they're the poles apart. We are trying to think eccentrically, instead of concentrically. And so in this way, we haven't realized that life and death, black and white, good and evil, being and non-being, come from the same center. They imply each other, so that you wouldn't know the one without the other.\n\nNow I'm not saying that that's bad, that's fun. You're playing the game that you don't know that black and white imply each other. Therefore you think that black possibly might win, that the light might go out, that the sound might never be heard again. That there could be the possibility of a universe of pure tragedy, of endless, endless darkness. Wouldn't that be awful? Only you wouldn't know it was awful, if that's what happened. The point that we all forget is that the black and the white go together, and there isn't the one without the other. At the same time, you see, we forget, in the same way as we forget that these two go together.\n\nThe other thing we forget, is that self and other go together, in just the same way as the two poles of a magnet. You say 'I, myself; I am me; I am this individual; I am this particular, unique instance.' What is other is everything else. All of you, all of the stars, all of the galaxies, way, way out into infinite space, that's other. But in the same way as black implies white, self implies other. And you don't exist without all that, so that where you get these polarities, you get this sort of difference, that what we call explicitly, or exoterically, they're different. But implicitely, esoterically, they're one. Since you can't have the one without the other, that shows there's a kind of inner conspiracy bewteen all pairs of opposites, which is not in the open, but it's tacit. It's like you say 'Well, there are all sorts of things that we understand among each other tacitly, that we don't want to admit, but we do recognize tacity there's a kind of secret between us boys and girls,' or whatever it may be. And we recognize that. So, tacitly, all of you really inwardly know--although you won't admit it because your culture has trained you in a contrary direction--all of you really inwardly know that you as an individual self are inseparable from everything else that exists, that you are a special case in the universe. But the whole game, especially of Western culture, is to coneal that from ourselves, so that when anybody in our culture slips into the state of consciousness where they suddenly find this to be true, and they come on and say 'I'm God,' we say 'You're insane.'\n\nNow, it's very difficult--you can very easily slip into the state of consciousness where you feel you're God; it can happen to anyone. Just in the same way as you can get the flu, or measles, or something like that, you can slip into this state of consciousness. And when you get it, it depends upon your background and your training as to how you're going to interpret it. If you've got the idea of god that comes from popular Christianity, God as the governor, the political head of the world, and you think you're God, then you say to everybody, 'You should bow down and worship me.' But if you're a member of Hindu culture, and you suddenly tell all your friends 'I'm God,' instead of saying 'You're insane,' they say 'Congratulations! At last, you found out.' Becuase their idea of god is not the autocratic governor. When they make images of Shiva, he has ten arms. How would you use ten arms? It's hard enough to use two. You know, if you play the organ, you've got to use your two feet and your two hands, and you play different rhythms with each member. It's kind of tricky. But actually we're all masters at this, because how do you grow each hair without having to think about it? Each nerve? How do you beat your heart and digest with your stomach at the same time? You don't have to think about it. In your very body, you are omnipotent in the true sense of omnipotence, which is that you are able to be omni-potent; you are able to do all these things without having to think about it.\n\nWhen I was a child, I used to ask my mother all sorts of ridiculous questions, which of course every child asks, and when she got bored with my questions, she said 'Darling, there are just some things which we are not meant to know.' I said 'Will we ever know?' She said 'Yes, of course, when we die and go to heaven, God will make everything plain.' So I used to imagine on wet afternoons in heaven, we'd all sit around the throne of grace and say to God, 'Well why did you do this, and why did you do that?' and he would explain it to us. 'Heavenly father, why are the leaves green?' and he would say 'Because of the chlorophyll,' and we'd say 'Oh.' But in he Hindu universe, you would say to God, 'How did you make the mountains?' and he would say 'Well, I just did it. Because when you're asking me how did I make the mountains, you're asking me to describe in words how I made the mountains, and there are no words which can do this. Words cannot tell you how I made the mountains any more than I can drink the ocean with a fork. A fork may be useful for sticking into a piece of something and eating it, but it's of no use for imbibing the ocean. It would take millions of years. In other words, it would take millions of years, and you would be bored with my description, long before I got through it, if I put it to you in words, because I didn't create the mountains with words, I just did it. Like you open and close your hand. You know how you do this, but can you describe in words how you do it? Even a very good physiologist can't describe it in words. But you do it. You're conscious, aren't you. Don't you know how you manage to be conscious? Do you know how you beat your heart? Can you say in words, explain correctly how this is done? You do it, but you can't put it into words, because words are too clumsy, yet you manage this expertly for as long as you're able to do it.'\n\nBut you see, we are playing a game. The game runs like this: the only thing you really know is what you can put into words. Let's suppose I love some girl, rapturously, and somebody says to me, 'Do you REALLY love her?' Well, how am I going to prove this? They'll say, 'Write poetry. Tell us all how much you love her. Then we'll believe you.' So if I'm an artist, and can put this into words, and can convince everybody I've written the most ecstatic love letter ever written, they say 'All right, ok, we admit it, you really do love her.' But supposing you're not very articulate, are we going to tell you you DON'T love her? Surely not. You don't have to be Heloise and Abyla to be in love. But the whole game that our culture is playing is that nothing really happens unless it's in the newspaper. So when we're at a party, and it's a great party, somebody says 'Too bad we didn't bring a camera. Too bad there wasn't a tape recorder. And so our children begin to feel that they don't exist authentically unless they get their names in the papers, and the fastest way to get your name in the paper is to commit a crime. Then you'll be photographed, and you'll appear in court, and everybody will notice you. And you're THERE. So you're not there unless you're recorded. It really happened if it was recorded. In other words, if you shout, and it doesn't come back and echo, it didn't happen. Well that's a real hangup. It's true, the fun with echos; we all like singing in the bathtub, because there's more resonance there. And when we play a musical instrument, like a violin or a cello, it has a sounding box, because that gives resonance to the sound. And in the same way, the cortex of the human brain enables us when we're happy to know that we're happy, and that gives a certain resonance to it. If you're happy, and you don't know you're happy, there's nobody home.\n\nBut this is the whole problem for us. Several thousand years ago, human beings devolved the system of self-consciousness, and they knew, they knew.\n\nThere was a young man who said 'though\nIt seems that I know that I know,\nWhat I would like to see\nIs the I that sees me\nWhen I know that I know that I know.'\n\nAnd this is the human problem: we know that we know. And so, there came a point in our evolution where we didn't guide life by distrusting our instincts. Suppose that you could live absolutely spontaneously. You don't make any plans, you just live like you feel like it. And you say 'What a gas that is, I don't have to make any plans, anything. I don't worry; I just do what comes naturally.'\nThe way the animals live, everybody envies them, because look, a cat, when it walks--did you ever see a cat making an aesthetic mistake. Did you ever see a badly formed cloud? Were the stars ever misarranged? When you watch the foam breaking on the seashore, did it ever make a bad pattern? Never. And yet we think in what we do, we make mistakes. And we're worried about that. So there came this point in human evolution when we lost our innocence. When we lost this thing that the cats and the flowers have, and had to think about it, and had to purposely arrange and discipline and push our lives around in accordance with foresight and words and systems of symbols, accountancy, calculation and so on, and then we worry. Once you start thinking about things, you worry as to if you thought enough. Did you really take all the details into consideration? Was every fact properly reviewed? And by jove, the more you think about it, the more you realize you really couldn't take everything into consideration, becauase all the variables in every decision are incalculable, so you get anxiety. And this, though, also, is the price you pay for knowing that you know. For being able to think about thinking, being able to feel about feeling. And so you're in this funny position.\n\nNow then, do you see that this is simultaneously an advantage and a terrible disadvantage? What has happened here is that by having a certain kind of consciousness, a certain kind of reflexive consciousness--being aware of being aware. Being able to represent what goes on fundamentally in terms of a system of symbols, such as words, such as numbers. You put, as it were, two lives together at once, one representing the other. The symbols representing the reality, the money representing the wealth, and if you don't realize that the symbol is really secondary, it doesn't have the same value. People go to the supermarket, and they get a whole cartload of goodies and they drive it through, then the clerk fixes up the counter and this long tape comes out, and he'll say '$30, please,' and everybody feels depressed, because they give away $30 worth of paper, but they've got a cartload of goodies. They don't think about that, they think they've just lost $30. But you've got the real wealth in the cart, all you've parted with is the paper. Because the paper in our system becomes more valuable than the wealth. It represents power, potentiality, whereas the wealth, you think oh well, that's just necessary; you've got to eat. That's to be really mixed up.\n\nSo then. If you awaken from this illusion, and you understand that black implies white, self implies other, life implies death--or shall I say, death implies life--you can conceive yourself. Not conceive, but FEEL yourself, not as a stranger in the world, not as someone here on sufferance, on probation, not as something that has arrived here by fluke, but you can begin to feel your own existence as absolutely fundamental. What you are basically, deep, deep down, far, far in, is simply the fabric and structure of existence itself. So, say in Hindu mythology, they say that the world is the drama of God. God is not something in Hindu mythology with a white beard that sits on a throne, that has royal perogatives. God in Indian mythology is the self, 'Satchitananda.' Which means 'sat,' that which is, 'chit,' that which is consciousness; that which is 'ananda' is bliss. In other words, what exists, reality itself is gorgeous, it is the fullness of total joy. Wowee! And all those stars, if you look out in the sky, is a firework display like you see on the fourth of July, which is a great occasion for celebration; the universe is a celebration, it is a fireworks show to celebrate that existence is. Wowee.\n\nAnd then they say, 'But, however, there's no point in just sustaining bliss.' Let's suppose you were able, every night, to dream any dream you wanted to dream, and that you could for example have the power to dream in one night 75 years worth of time. Or any length of time you wanted to have. And you would, naturally, as you began on this adventure of dreams, fulfill all your wishes. You would have every kind of pleasure you could conceive. And after several nights of 75 years of total pleasure each, you would say 'Well, that was pretty great. But now let's have a surprise. Let's have a dream which isn't under control, where something is going to happen to me that I don't know what it's going to be.' And you would dig that, and come out of it and say 'That was a close shave, now wasn't it?' Then you would get more and more adventurous, and you would make further and further gambles as to what you would dream, and finally you would dream where you are now. You would dream the dream of the life that you are actually living today. That would be within the infinite multiplicity of the choices you would have. Of playing that you weren't God. Because the whole nature of the godhead, according to this idea, is to play that he's not. The first thing that he says to himself is 'Man, get lost,' because he gives himself away. The nature of love is self-abandonment, not clinging to oneself. Throwing yourself out, for instance as in basketball; you're always getting rid of the ball. You say to the other fellow 'Have a ball.' See? And that keeps things moving. That's the nature of life.\n\nSo in this idea, then, everybody is fundamentally the ultimate reality. Not God in a politically kingly sense, but God in the sense of being the self, the deep-down basic whatever there is. And you're all that, only you're pretending you're not. And it's perfectly OK to pretend you're not, to be perfectly convinced, because this is the whole notion of drama. When you come into the theater, there is an arch, and a stage, and down there is the audience. Everybody assumes their seats in the theater, gone to see a comedy, a tragedy, a thriller, whatever it is, and they all know as they come in and pay their admissions, that what is going to happen on the stage is not for real. But the actors have a conspiracy against this, because they're going to try and persuade the audience that what is happening on the stage IS for real. They want to get everybody sitting on the edge of their chairs, they want you terrified, or crying, or laughing. Absolutely captivated by the drama. And if a skillful human actor can take in an audience and make people cry, think what the cosmic actor can do. Why he can take himself in completely. He can play so much for real that he thinks he really is. Like you sitting in this room, you think you're really here. Well, you've persuaded yourself that way. You've acted it so damn well that you KNOW that this is the real world. But you're playing it. As well, the audience and the actor as one. Because behind the stage is the green room, offscene, where the actors take off their masks. Do you know that the word 'person' means 'mask'? The 'persona' which is the mask worn by actors in Greco-Roman drama, because it has a megaphone-type mouth which throws the sound out in an open-air theater. So the 'per'--through--'sona'--what the sound comes through--that's the mask. How to be a real person. How to be a genuine fake. So the 'dramatis persona' at the beginning of a play is the list of masks that the actors will wear. And so in the course of forgetting that this world is a drama, the word for the role, the word for the mask has come to mean who you are genuinely. The person. The proper person. Incidentally, the word 'parson' is derived from the word 'person.' The 'person' of the village. The 'person' around town, the parson.\n\nSo anyway, then, this is a drama, and what I want you to is-- I'm not trying to sell you on this idea in the sense of converting you to it; I want you to play with it. I want you to think of its possibilities. I'm not trying to prove it, I'm just putting it forward as a possibility of life to think about. So then, this means that you're not victims of a scheme of things, of a mechanical world, or of an autocratic god. The life you're living is what YOU have put yourself into. Only you don't admit it, because you want to play the game that it's happened to you. In other words, I got mixed up in this world; I had a father who got hot pants over a girl, and she was my mother, and because he was just a horny old man, and as a result of that, I got born, and I blame him for it and say 'Well that's your fault; you've got to look after me,' and he says 'I don't see why I should look after you; you're just a result.' But let's suppose we admit that I really wanted to get born, and that I WAS the ugly gleam in my father's eye when he approached my mother. That was me. I was desire. And I deliberately got involved in this thing. Look at it that way instead. And that really, even if I got myself into an awful mess, and I got born with syphilis, and the great Siberian itch, and tuberculosis in a Nazi concentration camp, nevertheless this was a game, which was a very far out play. It was a kind of cosmic masochism. But I did it.\n\nIsn't that an optimal game rule for life? Because if you play life on the supposition that you're a helpless little puppet that got involved. Or you played on the supposition that it's a frightful, serious risk, and that we really ought to do something about it, and so on, it's a drag. There's no point in going on living unless we make the assumption that the situation of life is optimal. That really and truly we're all in a state of total bliss and delight, but we're going to pretend we aren't just for kicks. In other words, you play non-bliss in order to be able to experience bliss. And you can go as far out in non-bliss as you want to go. And when you wake up, it'll be great. You know, you can slam yourself on the head with a hammer because it's so nice when you stop. And it makes you realize how great things are when you forget that's the way it is. And that's just like black and white: you don't know black unless you know white; you don't know white unless you know black. This is simply fundamental.\n\nSo then, here's the drama. My metaphysics, let me be perfectly frank with you, are that there the central self, you can call it God, you can call it anything you like, and it's all of us. It's playing all the parts of all being whatsoever everywhere and anywhere. And it's playing the game of hide and seek with itself. It gets lost, it gets involved in the farthest-out adventures, but in the end it always wakes up and comes back to itself. And when you're ready to wake up, you're going to wake up, and if you're not ready you're going to stay pretending that you're just a 'poor little me.' And since you're all here and engaged in this sort of enquiry and listening to this sort of lecture, I assume you're all in the process of waking up. Or else you're pleasing yourselves with some kind of flirtation with waking up which you're not serious about. But I assume that you are maybe not serious, but sincere, that you are ready to wake up.\n\nSo then, when you're in the way of waking up, and finding out who you are, you meet a character called a guru, as the Hindus say 'the teacher,' 'the awakener.' And what is the function of a guru? He's the man that looks you in the eye and says 'Oh come off it. I know who you are.' You come to the guru and say 'Sir, I have a problem. I'm unhappy, and I want to get one up on the universe. I want to become enlightened. I want spiritual wisdom.' The guru looks at you adn says 'Who are you?' You know Sri-Ramana-Maharshi, that great Hindu sage of modern times? People used to come to him and say 'Master, who was I in my last incarnation?' As if that mattered. And he would say 'Who is asking the question?' And he'd look at you and say, go right down to it, 'You're looking at me, you're looking out, and you're unaware of what's behind your eyes. Go back in and find out who you are, where the question comes from, why you ask.' And if you've looked at a photograph of that man--I have a gorgeous photograph of him; I look by it every time I go out the front door. And I look at those eyes, and the humor in them; the lilting laugh that says 'Oh come off it. Shiva, I recognize you. When you come to my door and say `I'm so-and-so,' I say `Ha-ha, what a funny way God has come on today.''\n\nSo eventually--there are all sorts of tricks of course that gurus play. They say 'Well, we're going to put you through the mill.' And the reason they do that is simply that you won't wake up until you feel you've paid a price for it. In other words, the sense of guilt that one has. Or the sense of anxiety. It's simply the way one experiences keeping the game of disguise going on. Do you see that? Supposing you say 'I feel guilty.' Christianity makes you feel guilty for existing. That somehow the very fact that you exist is an affront. You are a fallen human being. I remember as a child when we went to the serves of the church on Good Friday. They gave us each a colored postcard with Jesus crucified on it, and it said underneath 'This I have done for thee. What doest thou for me?' You felt awful. YOU had nailed that man to the cross. Because you eat steak, you have crucified Christ. Mythra. It's the same mystery. And what are you going to do about that? 'This I have done for thee, what doest thou for me?' You feel awful that you exist at all. But that sense of guilt is the veil across the sanctuary. 'Don't you DARE come in!' In all mysteries, when you are going to be initiated, there's somebody saying 'Ah-ah-ah, don't you come in. You've got to fulfill this requirement and that requirement, THEN we'll let you in.' And so you go through the mill. Why? Because you're saying to yourself 'I won't wake up until I deserve it. I won't wake up until I've made it difficult for me to wake up. So I invent for myself an eleborate sytem of delaying my waking up. I put myself through this test and that test, and when I convince myself it's sufficiently arduous, THEN I at last admit to myself who I really am, and draw aside the veil and realize that after all, when all is said and done, I am that I am, which is the name of god.'\n\nALAN WATTS: THE NATURE OF CONSCIOUSNESS, pt 3 of 3\nIn last night's session, I was discussing an alternative myth to the Ceramic and Fully Automatic models of the universe, I'll call the Dramatic Myth. The idea that life as we experience it is a big act, and that behind this big act is the player, and the player, or the self, as it's called in Hindu philosophy, the _atman_, is you. Only you are playing hide and seek, since that is the essential game that is going on. The game of games. The basis of all games, hide and seek. And since you're playing hide & seek, you are deliberately, although you can't admit this--or won't admit it--you are deliberately forgetting who you really are, or what you really are. And the knowledge that your essential self is the foundation of the universe, the 'ground of being' as Tillich calls it, is something you have that the Germans call a _hintengedanka_[?] A _hintengedanka_ is a thought way, way, way in the back of your mind. Something that you know deep down but can't admit.\nSo, in a way, then, in order to bring this to the front, in order to know that is the case, you have to be kidded out of your game. And so what I want to discuss this morning is how this happens. Although before doing so, I must go a little bit further into the whole nature of this problem.\n\nYou see, the problem is this. We identify in our exerience a differentiation between what we do and what happens to us. We have a certain number of actions that we define as voluntary, and we feel in control of those. And then over against that, there is all those things that are involuntary. But the dividing line between these two is very inarbitrary. Because for example, when you move your hand, you feel that you decide whether to open it or to close it. But then ask yourself how do you decide? When you decide to open your hand, do you first decide to decide? You don't, do you? You just decide, and how do you do that? And if you don't know how to do it, is it voluntary or involuntary? Let's consider breathing. You can feel that you breath deliberately; you don't control your breath. But when you don't think about it, it goes on. Is it voluntary or involuntary?\n\nSo, we come to have a very arbitrary definition of self. That much of my activity which I feel I do. And that then doesn't include breathing most of the time; it doesn't include the heartbeats; it doesn't include the activity of the glands; it doesn't include digestion; it doesn't include how you shape your bones; circulate your blood. Do you or do you not do these things? Now if you get with yourself and you find out you are all of yourself, a very strange thing happens. You find out that your body knows that you are one with the universe. In other words, the so-called involuntary circulation of your blood is one continuous process with the stars shining. If you find out it's YOU who circulates your blood, you will at the same moment find out that you are shining the sun. Because your physical organism is one continous process with everything else that's going on. Just as the waves are continuous with the ocean. Your body is continuous with the total energy system of the cosmos, and it's all you. Only you're playing the game that you're only this bit of it. But as I tried to explain, there are in physical reality no such thing as separate events.\n\nSo then. Remember also when I tried to work towards a definition of omnipotence. Omnipotence is not knowing how everything is done; it's just doing it. You don't have to translate it into language. Supposing that when you got up in the morning, you had to switch your brain on. And you had to think and do as a deliberate process waking up all the circuits that you need for active life during hte day. Why, you'd never get done! Because you have to do all those things at once. That's why the Buddhists and Hindus represent their gods as many-armed. How could you use so many arms at once? How could a centipede control a hundred legs at once? Because it doesn't think about it. In the same way, you are unconsciously performing all the various activities of your organism. Only unconsciously isn't a good word, because it sounds sort of dead. Superconsciously would be better. Give it a plus rather than a minus.\n\nBecause what consciousness is is a rather specialized form of awareness. When you look around the room, you are conscious of as much as you can notice, and you see an enormous number of things which you do not notice. For example, I look at a girl here and somebody asks me later 'What was she wearing?' I may not know, although I've seen, because I didn't attend. But I was aware. You see? And perhaps if I could under hypnosis be asked this question, where I would get my conscious attention out of the way by being in the hypnotic state, I could recall what dress she was wearing.\n\nSo then, just in the same way as you don't know--you don't focus your attention--on how you make your thyroid gland function, so in the same way, you don't have any attention focused on how you shine the sun. So then, let me connect this with the problem of birth and death, which puzzles people enormously of course. Because, in order to understand what the self is, you have to remember that it doesn't need to remember anything,just as you don't need to know how you work your thyroid gland.\n\nSo then, when you die, you're not going to have to put up with everlasting non-existance, because that's not an experience. A lot of people are afraid that when they die, they're going to be locked up in a dark room forever, and sort of undergo that. But one of the interesting things in the world is--this is a yoga, this is a realization--try and imagine what it will be like to go to sleep and never wake up. Think about that. Children think about it. It's one of the great wonders of life. What will it be like to go to sleep and never wake up? And if you think long enough about that, something will happen to you. You will find out, among other things, it will pose the next question to you. What was it like to wake up after having never gone to sleep? That was when you were born. You see, you can't have an experience of nothing; nature abhorres a vacuum. So after you're dead, the only thing that can happen is the same experience, or the same sort of experience as when you were born. In other words, we all know very well that after other people die, other people are born. And they're all you, only you can only experience it one at a time. Everybody is I, you all know you're you, and wheresoever all being exist throughout all galaxies, it doesn't make any difference. You are all of them. And when they come into being, that's you coming into being.\n\nYou know that very well, only you don't have to remember the past in the same way you don't have to think about how you work your thyroid gland, or whatever else it is in your organism. You don't have to know how to shine the sun. You just do it, like you breath. Doesn't it really astonish you that you are this fantastically complex thing, and that you're doing all this and you never had any education in how to do it? Never learned, but you're this miracle? The point of it is, from a strictly physical, scientific standpoint, this organism is a continuous energy with everything else that's going on. And if I am my foot, I am the sun. Only we've got this little partial view. We've got the idea that 'No, I'm something IN this body.' The ego. That's a joke. The ego is nothing other than the focus of conscious attention. It's like the radar on a ship. The radar on a ship is a troubleshooter. Is there anything in the way? And conscious attention is a designed function of the brain to scan the environment, like a radar does, and note for any troublemaking changes. But if you identify yourself with your troubleshooter, then naturally you define yourself as being in a perpetual state of anxiety. And the moment we cease to identify with the ego and become aware that we are the whole organism, we realize first thing how harmonious it all is. Because your organism is a miracle of harmony. All these things functioning together. Even those creatures that are fighting each other in the blood stream and eating each other up. If they weren't doing that, you wouldn't be healthy.\n\nSo what is discord at one level of your being is harmony at another level. And you begin to realize that, and you begin to be aware too, that the discords of your life and the discords of people's lives, which are a discord at one level, at a higher level of the universe are healthy and harmonious. And you suddenly realize that everything you are and do is at that level as magnificent and as free of any blemish as the patterns in waves. The markings in marble. The way a cat moves. And that this world is really OK. Can't be anything else, because otherwise it couldn't exist. And I don't mean this in a kind of Pollyanna Christian Science sense. I don't know what it is or why it is about Christian Science, but it's prissy. It's got kind of a funny feeling to it; came from New England.\n\nBut the reality underneath physical existence, or which really is physical existence--because in my philosophy there is no difference between the physical and the spiritual. These are absolutely out-of-date catagories. It's all process; it isn't 'stuff' on the one hand and 'form' on the other. It's just pattern-- life is pattern. It is a dance of energy. And so I will never invoke spooky knowledge. That is, that I've had a private revelation or that I have sensory vibrations going on a plane which you don't have. Everything is standing right out in the open, it's just a question of how you look at it. So you do discover when you realize this, the most extraordinary thing that I never cease to be flabbergasted at whenever it happens to me. Some people will use a symbolism of the relationship of God to the universe, wherein God is a brilliant light, only somehow veiled, hiding underneath all these forms as you look around you. So far so good. But the truth is funnier than that. It is that you are looking right at the brilliant light now that the experience you are having that you call ordinary everyday consciousness--pretending you're not it--that experience is exactly the same thing as 'it.' There's no difference at all. And when you find that out, you laugh yourself silly. That's the great discovery.\n\nIn other words, when you really start to see things, and you look at an old paper cup, and you go into the nature of what it is to see what vision is, or what smell is, or what touch is, you realize that that vision of the paper cup is the brilliant light of the cosmos. Nothing could be brighter. Ten thousand suns couldn't be brighter. Only they're hidden in the sense that all the points of the infinite light are so tiny when you see them in the cup they don't blow your eyes out. See, the source of all light is in the eye. If there were no eyes in this world, the sun would not be light. So if I hit as hard as I can on a drum which has no skin, it makes no noise. So if a sun shines on a world with no eyes, it's like a hand beating on a skinless drum. No light. YOU evoke light out of the universe, in the same way you, by nature of having a soft skin, evoke hardness out of wood. Wood is only hard in relation to a soft skin. It's your eardrum that evokes noise out of the air. You, by being this organism, call into being this whole universe of light and color and hardness and heaviness and everything.\n\nBut in the mythology that we sold ourselves on at the end of the 19th century, when people discovered how big the universe was, and that we live on a little planet in a solar system on the edge of the galaxy, which is a minor galaxy, everybody thought, 'Uuuuugh, we're really unimportant after all. God isn't there and doesn't love us, and nature doesn't give a damn.' And we put ourselves down. But actually, it's this funny little microbe, tiny thing, crawling on this little planet that's way out somewhere, who has the ingenuity, by nature of this magnificent organic structure, to evoke the whole universe out of what otherwise would be mere quanta. There's jazz going on. But you see, this ingenious little organism is not merely some stranger in this. This little organism, on this little planet, is what the whole show is growing there, and so realizing it's own presence. Does it through you, and you're it.\n\nWhen you put a chicken's beak on a chalk line, it gets stuck; it's hypnotized. So in the same way, when you learn to pay attention, and as children you know how all the teachers were in class: 'Pay attention!!' And all the kids stare at the teacher. And we've got to pay attention. That's putting your nose on the chalk line. And you got stuck with the idea of attention, and you thought attention was Me, the ego, attention. So if you start attending to attention, you realize what the hoax is. That's why in Aldous Huxley's book 'Island,' the Roger had trained the myna birds on the island to say 'Attention! Here and now, boys!' See? Realize who you are. Come to, wake up!\n\nWell, here's the problem: if this is the state of affairs which is so, and if the conscious state you're in this moment is the same thing as what we might call the Divine State. If you do anything to make it different, it shows that you don't understand that it's so. So the moment you start practicing yoga, or praying or meditating, or indulging in some sort of spiritual cultivation, you are getting in your own way.\n\nNow this is the Buddhist trick: the buddha said 'We suffer because we desire. If you can give up desire, you won't suffer.' But he didn't say that as the last word; he said that as the opening step of a dialogue. Because if you say that to someone, they're going to come back after a while and say 'Yes, but now I'm desiring not to desire.' And so the buddha will answer, 'Well at last you're beginning to understand the point.' Because you can't give up desire. Why would you try to do that? It's already desire. So in the same way you say 'You ought to be unselfish' or to give up you ego. Let go, relax. Why do you want to do that? Just because it's another way of beating the game, isn't it? The moment you hypothesize that you are different from the universe, you want to get one up on it. But if you try to get one up on the universe, and you're in competition with it, that means you don't understand you ARE it. You think there's a real difference between 'self' and 'other.' But 'self,' what you call yourself, and what you call 'other' are mutually necessary to each other like back and front. They're really one. But just as a magnet polarizes itself at north and south, but it's all one magnet, so experience polarizes itself as self and other, but it's all one. If you try to make the south pole defeat the north pole, or get the mastery of it, you show you don't know what's going on.\n\nSo there are two ways of playing the game. The first way, which is the usual way, is that a guru or teacher who wants to get this across to somebody because he knows it himself, and when you know it you'd like others to see it, too. So what he does is, he gets you into being ridiculous harder and more assiduously than usual. In other words, if you are in a contest with the universe, he's going to stir up that contest until it becomes ridiculous. And so he sets you such tasks as saying-- Now of course, in order to be a true person, you must give up yourself, be unselfish. So the lord steps down out of heaven and says 'The first and great commandment is `Thou shalt love the lord thy god.' You must love me.' Well that's a double-bind. You can't love on purpose. You can't be sincere purposely. It's like trying not to think of a green elephant while taking medicine.\n\nBut if a person really tries to do it--and this is the way Christianity is rigged--you should be very sorry for your sins. And though everybody knows they're not, but they think they ought to be, they go around trying to be penetant. Or trying to be humble. And they know the more assiduously they practice it, the phonier and phonier the whole thing gets. So in Zen Buddhism, exactly the same thing happens. The Zen master challenges you to be spontaneous. 'Show me the real you.' One way they do this getting you to shout. Shout the word 'moo.' And he says 'I want to hear YOU in that shout. I want to hear your whole being in it.' And you yell your lungs out and he says 'Pfft. That's no good. That's just a fake shout. Now I want to hear absolutely the whole of your being, right from the heart of the universe, come through in this shout.' And these guys scream themselves hoarse. Nothing happens. Until one day they get so desperate they give up trying and they manage to get that shout through, when they weren't trying to be genuine. Because there was nothing else to do, you just had to yell.\n\nAnd so in this way--it's called the technique of reductio ad absurdum. If you think you have a problem, and you're an ego and you're in difficulty, the answer the Zen master makes to you is 'Show me your ego. I want to see this thing that has a problem.' When Bodidharma, the legendary founder of Zen, came to China, a disciple came to him and said 'I have no peace of mind. Please pacify my mind.' And Bodhidharma said 'Bring out your mind here before me and I'll pacify it.' 'Well,' he said, 'when I look for it, I can't find it.' So Bodhidharma said 'There, it's pacified.' See? Becuase when you look for your own mind, that is to say, your own particularized center of being which is separate from everything else, you won't be able to find it. But the only way you'll know it isn't there is if you look for it hard enough, to find out that it isn't there. And so everybody says 'All right, know yourself, look within, find out who you are.' Because the harder you look, you won't be able to find it, and then you'll realize it isn't there at all. There isn't a separate you. You're mind is what there is. Everything. But the only way to find that out is to persist in the state of delusion as hard as possible. That's one way. I haven't said the only way, but it is one way.\n\nSo almost all spiritual disciplines, meditations, prayers, etc, etc, are ways of persisting in folly. Doing resolutely and consistently what you're doing already. So if a person believes that the Earth is flat, you can't talk him out of that. He knows it's flat. Look out the window and see; it's obvious, it looks flat. So the only way to convince him it isn't is to say 'Well let's go and find the edge.' And in order to find the edge, you've got to be very careful not to walk in circles, you'll never find it that way. So we've got to go consistently in a straight line due west along the same line of latitude, and eventually when we get back to where we started from, you've convinced the guy that the world is round. That's the only way that will teach him. Because people can't be talked out of illusions.\n\nThere is another possibility, however. But this is more difficult to describe. Let's say we take as the basic supposition- -which is the thing that one sees in the experience of satori or awakening, or whatever you want to call it--that this now moment in which I'm talking and you're listening, is eternity. That although we have somehow conned ourselves into the notion that this moment is ordinary, and that we may not feel very well, we're sort of vaguely frustrated and worried and so on, and that it ought to be changed. This is it. So you don't need to do anything at all. But the difficulty about explaining that is that you mustn't try and not do anything, because that's doing something. It's just the way it is. In other words, what's required is a sort of act of super relaxation; it's not ordinary relaxation. It's not just letting go, as when you lie down on the floor and imagine that you're heavy so you get into a state of muscular relaxation. It's not like that. It's being with yourself as you are without altering anything. And how to explain that? Because there's nothing to explain. It is the way it is now. See? And if you understand that, it will automatically wake you up.\n\nSo that's why Zen teachers use shock treatment, to sometimes hit them or shout at them or create a sudden surprise. Because is is that jolt that suddenly brings you here. See, there's no road to here, because you're already there. If you ask me 'How am I going to get here?' It will be like the famous story of the American tourist in England. The tourist asked some yokel the way to Upper Tuttenham, a little village. And the yokel scratched his head and he said 'Well, sir, I don't know where it is, but if I were you, I wouldn't start from here.'\n\nSo you see, when you ask 'How to I obtain the knowledge of God, how do I obtain the knowledge of liberation?' all I can say is it's the wrong question. Why do you want to obtain it? Because the very fact that you're wanting to obtain it is the only thing that prevents you from getting there. You already have it. But of course, it's up to you. It's your privilege to pretend that you don't. That's your game; that's your life game; that's what makes you think your an ego. And when you want to wake up, you will, just like that. If you're not awake, it shows you don't want to. You're still playing the hide part of the game. You're still, as it were, the self pretending it's not the self. And that's what you want to do. So you see, in that way, too, you're already there.\n\nSo when you understand this, a funny thing happens, and some people misinterpret it. You'll discover as this happens that the distinction between voluntary and involuntary behavior disappears. You will realize that what you describe as things under your own will feel exactly the same as things going on outside you. You watch other people moving, and you know you're doing that, just like you're breathing or circulating your blood. And if you don't understand what's going on, you're liable to get crazy at this point, and to feel that you are god in the Jehovah sense. To say that you actually have power over other people, so that you can alter what you're doing. And that you're omnipotent in a very crude, literal kind of bible sense. You see? A lot of people feel that and they go crazy. They put them away. They think they're Jesus Christ and that everybody ought to fall down and worship them. That's only they got their wires crossed. This experience happened to them, but they don't know how to interpret it. So be careful of that. Jung calls it inflation. People who get the Holy Man syndrome, that I suddenly discover that I am the lord and that I am above good and evil and so on, and therefore I start giving myself airs and graces. But the point is, everybody else is, too. If you discover that you are that, then you ought to know that everybody else is.\n\nFor example, let's see in other ways how you might realize this. Most people think when they open their eyes and look around, that what they're seeing is outside. It seems, doesn't it, that you are behind your eyes, and that behind the eyes there is a blank you can't see at all. You turn around and there's something else in front of you. But behind the eyes there seems to be something that has no color. It isn't dark, is isn't light. It is there from a tactile standpoint; you can feel it with your fingers, but you can't get inside it. But what is that behind your eyes? Well actually, when you look out there and see all these people and things sitting around, that's how it feels inside your head. The color of this room is back here in the nervous system, where the optical nerves are at the back of the head. It's in there. It's what you're experiencing. What you see out here is a neurological experience. Now if that hits you, and you feel sensuously that that's so, you may feel therefore that the external world is all inside my skull. You've got to correct that, with the thought that your skull is also in the external world. So you suddenly begin to feel 'Wow, what kind of situation is this? It's inside me, and I'm inside it, and it's inside me, and I'm inside it.' But that's the way it is.\n\nThis is the what you could call transaction, rather than interaction between the individual and the world. Just like, for example, in buying and selling. There cannot be an act of buying unless there is simultaneously an act of selling, and vice versa. So the relationship between the environment and the organism is transactional. The environment grows the organism, and in turn the organism creates the environment. The organism turns the sun into light, but it requires there be an environment containing a sun for there to be an organism at all. And the answer to it simply is they're all one process. It isn't that organisms by chance came into the world. This world is the sort of environment which grows organisms. It was that way from the beginning. The organisms may in time have arrived in the scene or out of the scene later than the beginning of the scene, but from the moment it went BANG! in the beginning, if that's the way it started, organisms like us are sitting here. We're involved in it.\n\nLook here, we take the propogation of an electric current. I can have an electric current running through a wire that goes all the way around the Earth. And here we have a power source, and here we have a switch. A positive pole, a negative pole. Now, before that switch closes, the current doesn't exactly behave like water in a pipe. There isn't current here, waiting, to jump the gap as soon as the switch is closed. The current doesn't even start until the switch is closed. It never starts unless the point of arrival is there. Now, it'll take an interval for that current to get going in its circuit if it's going all the way around the Earth. It's a long run. But the finishing point has to be closed before it will even start from the beginning. In a similar way, even though in the development of any physical system there may by billions of years between the creation of the most primitive form of energy and then the arrival of intelligent life, that billions of years is just the same things as the trip of that current around the wire. Takes a bit of time. But it's already implied. It takes time for an acorn to turn into an oak, but the oak is already implied in the acorn. And so in any lump of rock floating about in space, there is implicit human intelligence. Sometime, somehow, somewhere. They all go together.\n\nSo don't differentiate yourself and stand off and say 'I am a living organism in a world made of a lot of dead junk, rocks and stuff.' It all goes together. Those rocks are just as much you as your fingernails. You need rocks. What are you going to stand on?\n\nWhat I think an awakening really involves is a re-examination of our common sense. We've got all sorts of ideas built into us which seem unquestioned, obvious. And our speech reflects them; its commonest phrases. 'Face the facts.' As if they were outside you. As if life were something they simply encountered as a foreigner. 'Face the facts.' Our common sense has been rigged, you see? So that we feel strangers and aliens in this world, and this is terribly plausible, simply because this is what we are used to. That's the only reason. But when you really start questioning this, say 'Is that the way I have to assume life is? I know everybody does, but does that make it true?' It doesn't necessarily. It ain't necessarily so. So then as you question this basic assumption that underlies our culture, you find you get a new kind of common sense. It becomes absolutely obvious to you that you are continuous with the universe.\n\nFor example, people used to believe that planets were supported in the sky by being imbedded in crystal spheres, and everybody knew that. Why, you could see the crystal spheres there because you could look right through them. It was obviously made of crystal, and something had to keep them up there. And then when the astronomers suggested that there weren't any crystal spheres, people got terrified, because then they thought the stars would fall down. Nowadays, it doesn't bother anybody. They thought, too, when they found out the Earth was spherical, people who lived in the antiguities would fall off, and that was scary. But then somebody sailed around the world, and we all got used to it, we travel around in jet planes and everything. We have no problem feeling that the Earth is globular. None whatever. We got used to it.\n\nSo in the same way Einstein's relativity theories--the curvature of the propogation of light, the idea that time gets older as light moves away from a source, in other words, people looking at the world now on Mars, they would be seeing the state of the world a little earlier than we are now experiencing it. That began to bother people when Einstein started talking about that. But now we're all used to it, and relativity and things like that are a matter of common sense today. Well, in a few years, it will be a matter of commons sense to many people that they're one with the universe. It'll be so simple. And then maybe if that happens, we shall be in a position to handle our technology with more sense. With love instead of with hate for our environment.","url":"https://genius.com/Alan-watts-the-nature-of-consciousness-annotated"}