{"songs":"The Merry Wives Of Windsor Act 3 Scene 3 by William Shakespeare","lyrics":"SCENE III. A room in FORD'S house\n\nEnter MISTRESS FORD and MISTRESS PAGE\n\nMISTRESS FORD\nWhat, John! What, Robert!\n\nMISTRESS PAGE\nQuickly, quickly! is the buck-basket--\n\nMISTRESS FORD\nI warrant. What, Robin, I say!\n\nEnter Servants with a basket\n\n\nMISTRESS PAGE\nCome, come, come.\n\nMISTRESS FORD\nHere, set it down.\n\nMISTRESS PAGE\nGive your men the charge; we must be brief.\n\nMISTRESS FORD\nMarry, as I told you before, John and Robert, be\nready here hard by in the brew-house: and when I\nsuddenly call you, come forth, and without any pause\nor staggering take this basket on your shoulders:\nthat done, trudge with it in all haste, and carry\nit among the whitsters in Datchet-mead, and there\nempty it in the muddy ditch close by the Thames side.\n\nMISTRESS PAGE\nYou will do it?\n\nMISTRESS FORD\nI ha' told them over and over; they lack no\ndirection. Be gone, and come when you are called.\n\nExeunt Servants\n\nMISTRESS PAGE\nHere comes little Robin.\n\nEnter ROBIN\n\nMISTRESS FORD\nHow now, my eyas-musket! what news with you?\n\nROBIN\nMy master, Sir John, is come in at your back-door,\nMistress Ford, and requests your company.\n\nMISTRESS PAGE\nYou little Jack-a-Lent, have you been true to us?\n\nROBIN\nAy, I'll be sworn. My master knows not of your\nbeing here and hath threatened to put me into\neverlasting liberty if I tell you of it; for he\nswears he'll turn me away.\n\nMISTRESS PAGE\nThou'rt a good boy: this secrecy of thine shall be\na tailor to thee and shall make thee a new doublet\nand hose. I'll go hide me.\n\nMISTRESS FORD\nDo so. Go tell thy master I am alone.\n\nExit ROBIN\n\nMistress Page, remember you your cue.\n\nMISTRESS PAGE\nI warrant thee; if I do not act it, hiss me.\n\nExit\n\nMISTRESS FORD\nGo to, then: we'll use this unwholesome humidity,\nthis gross watery pumpion; we'll teach him to know\nturtles from jays.\n\nEnter FALSTAFF\n\nFALSTAFF\nHave I caught thee, my heavenly jewel? Why, now let\nme die, for I have lived long enough: this is the\nperiod of my ambition: O this blessed hour!\n\nMISTRESS FORD\nO sweet Sir John!\n\nFALSTAFF\nMistress Ford, I cannot cog, I cannot prate,\nMistress Ford. Now shall I sin in my wish: I would\nthy husband were dead: I'll speak it before the\nbest lord; I would make thee my lady.\n\nMISTRESS FORD\nI your lady, Sir John! alas, I should be a pitiful lady!\n\nFALSTAFF\nLet the court of France show me such another. I see\nhow thine eye would emulate the diamond: thou hast\nthe right arched beauty of the brow that becomes the\nship-tire, the tire-valiant, or any tire of\nVenetian admittance.\n\nMISTRESS FORD\nA plain kerchief, Sir John: my brows become nothing\nelse; nor that well neither.\n\nFALSTAFF\nBy the Lord, thou art a traitor to say so: thou\nwouldst make an absolute courtier; and the firm\nfixture of thy foot would give an excellent motion\nto thy gait in a semi-circled farthingale. I see\nwhat thou wert, if Fortune thy foe were not, Nature\nthy friend. Come, thou canst not hide it.\n\nMISTRESS FORD\nBelieve me, there is no such thing in me.\n\nFALSTAFF\nWhat made me love thee? let that persuade thee\nthere's something extraordinary in thee. Come, I\ncannot cog and say thou art this and that, like a\nmany of these lisping hawthorn-buds, that come like\nwomen in men's apparel, and smell like Bucklersbury\nin simple time; I cannot: but I love thee; none\nbut thee; and thou deservest it.\n\nMISTRESS FORD\nDo not betray me, sir. I fear you love Mistress Page.\n\nFALSTAFF\nThou mightst as well say I love to walk by the\nCounter-gate, which is as hateful to me as the reek\nof a lime-kiln.\n\nMISTRESS FORD\nWell, heaven knows how I love you; and you shall one\nday find it.\n\nFALSTAFF\nKeep in that mind; I'll deserve it.\n\nMISTRESS FORD\nNay, I must tell you, so you do; or else I could not\nbe in that mind.\n\nROBIN\n[Within] Mistress Ford, Mistress Ford! here's\nMistress Page at the door, sweating and blowing and\nlooking wildly, and would needs speak with you presently.\n\nFALSTAFF\nShe shall not see me: I will ensconce me behind the arras.\n\nMISTRESS FORD\nPray you, do so: she's a very tattling woman.\n\nFALSTAFF hides himself\n\nRe-enter MISTRESS PAGE and ROBIN\n\nWhat's the matter? how now!\nMISTRESS PAGE\nO Mistress Ford, what have you done? You're shamed,\nyou're overthrown, you're undone for ever!\n\nMISTRESS FORD\nWhat's the matter, good Mistress Page?\n\nMISTRESS PAGE\nO well-a-day, Mistress Ford! having an honest man\nto your husband, to give him such cause of suspicion!\n\nMISTRESS FORD\nWhat cause of suspicion?\n\nMISTRESS PAGE\nWhat cause of suspicion! Out pon you! how am I\nmistook in you!\n\nMISTRESS FORD\nWhy, alas, what's the matter?\n\nMISTRESS PAGE\nYour husband's coming hither, woman, with all the\nofficers in Windsor, to search for a gentleman that\nhe says is here now in the house by your consent, to\ntake an ill advantage of his assence: you are undone.\n\nMISTRESS FORD\n'Tis not so, I hope.\n\nMISTRESS PAGE\nPray heaven it be not so, that you have such a man\nhere! but 'tis most certain your husband's coming,\nwith half Windsor at his heels, to search for such a\none. I come before to tell you. If you know\nyourself clear, why, I am glad of it; but if you\nhave a friend here convey, convey him out. Be not\namazed; call all your senses to you; defend your\nreputation, or bid farewell to your good life for ever.\n\nMISTRESS FORD\nWhat shall I do? There is a gentleman my dear\nfriend; and I fear not mine own shame so much as his\nperil: I had rather than a thousand pound he were\nout of the house.\n\nMISTRESS PAGE\nFor shame! never stand 'you had rather' and 'you\nhad rather:' your husband's here at hand, bethink\nyou of some conveyance: in the house you cannot\nhide him. O, how have you deceived me! Look, here\nis a basket: if he be of any reasonable stature, he\nmay creep in here; and throw foul linen upon him, as\nif it were going to bucking: or--it is whiting-time\n--send him by your two men to Datchet-mead.\n\nMISTRESS FORD\nHe's too big to go in there. What shall I do?\nFALSTAFF\n[Coming forward] Let me see't, let me see't, O, let\nme see't! I'll in, I'll in. Follow your friend's\ncounsel. I'll in.\n\nMISTRESS PAGE\nWhat, Sir John Falstaff! Are these your letters, knight?\n\nFALSTAFF\nI love thee. Help me away. Let me creep in here.\nI'll never--\nGets into the basket; they cover him with foul linen\n\nMISTRESS PAGE\nHelp to cover your master, boy. Call your men,\nMistress Ford. You dissembling knight!\n\nMISTRESS FORD\nWhat, John! Robert! John!\n\nExit ROBIN\n\nRe-enter Servants\n\nGo take up these clothes here quickly. Where's the\ncowl-staff? look, how you drumble! Carry them to\nthe laundress in Datchet-meat; quickly, come.\n\nEnter FORD, PAGE, DOCTOR CAIUS, and SIR HUGH EVANS\n\nFORD\nPray you, come near: if I suspect without cause,\nwhy then make sport at me; then let me be your jest;\nI deserve it. How now! whither bear you this?\nServant\nTo the laundress, forsooth.\n\nMISTRESS FORD\nWhy, what have you to do whither they bear it? You\nwere best meddle with buck-washing.\n\nFORD\nBuck! I would I could wash myself of the buck!\nBuck, buck, buck! Ay, buck; I warrant you, buck;\nand of the season too, it shall appear.\n\nExeunt Servants with the basket\n\nGentlemen, I have dreamed to-night; I'll tell you my\ndream. Here, here, here be my keys: ascend my\nchambers; search, seek, find out: I'll warrant\nwe'll unkennel the fox. Let me stop this way first.\nLocking the door\n\nSo, now uncape.\n\nPAGE\nGood Master Ford, be contented: you wrong yourself too much.\n\nFORD\nTrue, Master Page. Up, gentlemen: you shall see\nsport anon: follow me, gentlemen.\n\nExit\n\nSIR HUGH EVANS\nThis is fery fantastical humours and jealousies.\n\nDOCTOR CAIUS\nBy gar, 'tis no the fashion of France; it is not\njealous in France.\n\nPAGE\nNay, follow him, gentlemen; see the issue of his search.\n\nExeunt PAGE, DOCTOR CAIUS, and SIR HUGH EVANS\n\nMISTRESS PAGE\nIs there not a double excellency in this?\n\nMISTRESS FORD\nI know not which pleases me better, that my husband\nis deceived, or Sir John.\n\nMISTRESS PAGE\nWhat a taking was he in when your husband asked who\nwas in the basket!\n\nMISTRESS FORD\nI am half afraid he will have need of washing; so\nthrowing him into the water will do him a benefit.\n\nMISTRESS PAGE\nHang him, dishonest rascal! I would all of the same\nstrain were in the same distress.\n\nMISTRESS FORD\nI think my husband hath some special suspicion of\nFalstaff's being here; for I never saw him so gross\nin his jealousy till now.\n\nMISTRESS PAGE\nI will lay a plot to try that; and we will yet have\nmore tricks with Falstaff: his dissolute disease will\nscarce obey this medicine.\n\nMISTRESS FORD\nShall we send that foolish carrion, Mistress\nQuickly, to him, and excuse his throwing into the\nwater; and give him another hope, to betray him to\nanother punishment?\n\nMISTRESS PAGE\nWe will do it: let him be sent for to-morrow,\neight o'clock, to have amends.\n\nRe-enter FORD, PAGE, DOCTOR CAIUS, and SIR HUGH EVANS\n\nFORD\nI cannot find him: may be the knave bragged of that\nhe could not compass.\n\nMISTRESS PAGE\n[Aside to MISTRESS FORD] Heard you that?\n\nMISTRESS FORD\nYou use me well, Master Ford, do you?\n\nFORD\nAy, I do so.\n\nMISTRESS FORD\nHeaven make you better than your thoughts!\n\nFORD\nAmen!\n\nMISTRESS PAGE\nYou do yourself mighty wrong, Master Ford.\n\nFORD\nAy, ay; I must bear it.\n\nSIR HUGH EVANS\nIf there be any pody in the house, and in the\nchambers, and in the coffers, and in the presses,\nheaven forgive my sins at the day of judgment!\n\nDOCTOR CAIUS\nBy gar, nor I too: there is no bodies.\n\nPAGE\nFie, fie, Master Ford! are you not ashamed? What\nspirit, what devil suggests this imagination? I\nwould not ha' your distemper in this kind for the\nwealth of Windsor Castle.\n\nFORD\n'Tis my fault, Master Page: I suffer for it.\n\nSIR HUGH EVANS\nYou suffer for a pad conscience: your wife is as\nhonest a 'omans as I will desires among five\nthousand, and five hundred too.\n\nDOCTOR CAIUS\nBy gar, I see 'tis an honest woman.\n\n\nFORD\nWell, I promised you a dinner. Come, come, walk in\nthe Park: I pray you, pardon me; I will hereafter\nmake known to you why I have done this. Come,\nwife; come, Mistress Page. I pray you, pardon me;\npray heartily, pardon me.\n\nPAGE\nLet's go in, gentlemen; but, trust me, we'll mock\nhim. I do invite you to-morrow morning to my house\nto breakfast: after, we'll a-birding together; I\nhave a fine hawk for the bush. Shall it be so?\n\nFORD\nAny thing.\n\nSIR HUGH EVANS\nIf there is one, I shall make two in the company.\n\nDOCTOR CAIUS\nIf dere be one or two, I shall make-a the turd.\n\nFORD\nPray you, go, Master Page.\n\nSIR HUGH EVANS\nI pray you now, remembrance tomorrow on the lousy\nknave, mine host.\n\nDOCTOR CAIUS\nDat is good; by gar, with all my heart!\n\nSIR HUGH EVANS\nA lousy knave, to have his gibes and his mockeries!\n\nExeunt","url":"https://genius.com/William-shakespeare-the-merry-wives-of-windsor-act-3-scene-3-annotated"}