{"title":"Broke by Scott Lavene","lyrics":"I'm broke\nSkint\nStrapped\nBrassic\n\nThis old fella come round to my crumbling abode\nThe band used to rehearse, in his garage\nI know he's always suffered with some very serious mental health problems\nBut to me, he's always been a kind and decent fella\n\nHe knew I was having a rough time\nSo on this day, he brought around two bottles of gin, four bottles of wine, some Fray Bentos pies, six tins of cheap Irish stew, a packet of Ginger Nuts, and a loaf of shit bread\nI was grateful 'cause I was hungry, and I was thirsty\nI was always thirsty\n\nThen he sat down on the sofa and told me he was thinking about murdering his mum\nThat was a bit awkward, so I had a sip of gin, smiled at him\n\nI was broke\nSkint\nStrapped\nBrassic\n\nI was broke\nSkint\nStrapped\nBrassic\n\nIt was just before Christmas when I was sacked from the pub I worked in\nThey'd always warned me that I was more drunk than the customers\nI considered that a perk of the job\n'parently not\n\nTwo days later I went for an audition, in a department store to be Father Christmas\nThey said I was too thin, and too young\nFucking bastards\n\nThen I got picked at the post for a job delivering tofu by bicycle\nThe girl who got the job could speak Chinese, which the owner liked\n\nI had a girlfriend at the time\nI called her up and told her of my financial predicament\nAnd she sighed the longest sigh that I have ever heard\nIt went like this:\n\n[Sighhh...]\n\nThen she said:\n\\\"Oh for fuck's sake Scott, I can't deal with this right now; I'm just going out for lunch with Roland from marketing\\\"\n\n\\\"Who the fuck is Roland from marketing?\\\"\nI thought, as I put the phone down\n\nI had the right hump after that\nSo I phoned a couple of pals to see if they could lend me fifty quid\nSo I could go and get completely arseholed\n\nI was broke\nSkint\nStrapped\nBrassic\n\nI was broke\nSkint\nStrapped\nBrassic\n\nThat Christmas turned out alright, though\n'Cause and old mate of mine from Essex phoned me up\nSaid he needed a hand chopping down bushes\nSo we could sell 'em as bonsai trees on Basildon Market\n\nWe made a small fortune, though it did feel a bit snidey\nSelling them to the nice old ladies\nOh well, much better that\nThan being broke\n\nSkint\nStrapped\nBrassic\n\nBroke\nSkint\nStrapped\nBrassic\n\nThat girl dumped me in the end\nFuck her\nI don't know if Chris ever murdered his mum\nMaybe one day I'll read about it in the paper\nThing is\nI don't read papers!\n\nEven if he does kill her\nIt probably won't end up in the papers\n'Cause there's so many fucking arseholes in this world\nMurdering their mums\nIt ain't even news anymore\n\nNot me though\nI have never once thought about murdering my mum\nShe's fucking lovely!\n\nAs well as that every time I see her\nShe always bungs me a few quid\nHopefully one day I'll be able to do the same to my little girl\nI fucking doubt it though!\n'Cause I'm always\n\nBroke\nSkint\nStrapped\nBrassic","url":"https://genius.com/Scott-lavene-broke-lyrics"}