{
    "title": "Silver Moons by Sunset Rubdown",
    "lyrics": "Confetti floats away, like dead leaves in the wagon's wake\nThere were parties here in my honor, 'til you sent me away\n\nAnd now silver moons belong to you\n\nPassing the baton from the old mare to the fawn\nIt was out of line but it was fun, didn't you love the part right before the dawn?\n\nAnd now silver moons belong to you\n\nI'm off to the ballet and to practice all these ancient ways\nTell the news kids where I hid the wind, tell their fathers that I'm on my way\n\nHey, Hey, Maybe the days are over, over now\nMaybe these days are over, over now\nAnd I loved it better than anyone else you know\n\nAnd I believe in growing old with grace\nI believe she only loved my face\nI believe I acted like a child\nMaking faces at acquired tastes\n\nAnd now silver moons belong to you\n\n[Instrumental]\n\nAnd silver moons belong to you\n\nI'm off to the ballet and practice all these ancient ways\nTell the new kids where I hid the wine. Tell their fathers that I'm on my way\n\nMaybe these are over over now\nI think maybe these days are over, over now\nI believe in growing old with grace, I believe she only loved my face\nAnd I think maybe these days are over, over now\n\nGone are the days bonfires make me think of you\nLooks like the prophecy came true\nYou are a fallen tree. He is a fallen tree\nHow old are you? No, how old are you?\n\nUnder the all the folds of the dresses that you wear\nThere's an ocean and a tide and a riot in the square\nOver are the days that the congas made your hair\nSway around to the cadence of your hey-o hey-o cheer\n\nUnder the all the folds of the dresses that you wear\nThere's an ocean and a tide and a riot in the square\nOver are the days that the congas made your hair\nSway around to the cadence of your hey-o hey-o cheer\n\nUnder the all the folds of the dresses that you wear\nSway around to the cadence of your voice when you sang there",
    "url": "https://genius.com/Sunset-rubdown-silver-moons-lyrics"
}
