{"songs":"Million by Small Wins (Ft. Jizza Raw & Jus O)","lyrics":"[Intro: Jizza Raw]\nIma need a million dollars\nIma need a million dollars\nIma need a million dollars\nIma need a million dollars\n\n[Chorus: Jizza Raw]\nIma need a million dollar check\nAnd a million dollar house\nI got a million dollar smile\nWhy I’m still living in a box?\nI got a million things that’s wrong\nI got a couple things that’s right\nA million troubles on my mind\nI wonder why I can’t minimize\n\n[Verse 1: Jizza Raw]\nYou see the somber that’s in my eyes\nWish I had sober piss to pass a test\nI probably never have a job\nI probably never find a steady check\nI need some mother fucking health insurance\nI need the rent to disappear\nI need my bitch to come right here\nI need to finally fight the fear\nNow I been tryna mastermind a way to grind to get mine legalwise I’m losing patience\nIn a little bit I’m gonna go out crazy talking hiding faces nigga going to get it\nI got a million things that’s on my mind I got a millions things to stress about\nI need a million dollars in my pocket for I go take that shit up out your house\nI plot it out I hire the driver plot the route then snuff you nigga they won’t find out\nGod is good but life is hard and hell is hot he understand if I go that route\nA Milli might cancel all that out\nA Milli might let me save your life\nYou like me you're going to roll that dice\nYou or me I'm going to take that life\nShit a Milli might make that right (right)\n\n[Chorus: Jizza Raw]\nIma need a million dollar check\nAnd a million dollar house\nI got a million dollar smile\nWhy I’m still living in a box?\nI got a million things that’s wrong\nI got a couple things that’s right\nA million troubles on my mind\nI wonder why I can’t minimize\n\n[Bridge: Jizza Raw]\nI got a million things that’s on my mind I got a millions things to stress about\nI need a million dollars in my pocket for I go take that shit up out your house\n\n[Verse 2: Jus O]\nTell me nigga who you know\nOpen runs show up to your studio\nLooking like Hoodie O\nI need a milli bro\nI been stressed out like a mother fucker\nHad hella beef like Fuddruckers\nLife a dirty hoe and I still cuffed her\nKarma too and I still fucked her\nWay too much on my mind\nI got to get on my grind\nA Plain Jane to make my bride\nCause I don’t want to waste no time\nI got to get to a milli before I go silly and run in the bank with my niggas\nI’m close to holding a conference with all my bitches and try to talk them into pimping\nPromise I gave it God but we live in hell so we  can’t stay away from sinning\nI need milli of some acres\nI can’t worried about no haters\nI owe a milli of some favors\nI need a million dollar prayer\n\n[Chorus: Jizza Raw]\nIma need a million dollar check\nAnd a million dollar house\nI got a million dollar smile\nWhy I’m still living in a box?\nI got a million things that’s wrong\nI got a couple things that’s right\nA million troubles on my mind\nI wonder why I can’t minimize\n\n[Verse 3: Jizza Raw]\nYou can’t\nTry me I’m Ali with dodges\nDance with Devil and now they find me surrounded\nNiggas on the loose go get em\nFind a nigga like me they gon kill em\n\n[Verse 4: Jus O]\nBrains on the ceiling\nWe are just way too hungry for chilling\nChop chop till it split ends\nNever had a Fresh Prince but I had a will\nPray I never get jaded when I touch a mill\n\n[Verse 5: Jizza Raw]\nMoney on the mental\nMaybe I’m mad or maybe I’m crazy\nGenius shit baby\nBigavel wavy\nI been getting money since Tracy McGrady\n\n[Verse 6: Jus O]\nThe greatest story ever told\nHella game sold but Never sold my soul\nIlluminati tried too I told em' no\nLabel just called but the money low\nIma need the check before I touch the phone","url":"https://genius.com/Small-wins-million-lyrics"}