{"lyrics":"Non c’è\nnascita nuova, amore nuovo, maledizione o pianto\nche sia\nda corrompere per riuscire a ritornare.\nE non c’è\nricordo eguale, alla pari o tragico\nche sia\ninesatto o accostabile ad altro.\n\nNon c’è momento che la Tua bocca non mi indichi che ha appena mandato al Diavolo qualcuno.\nE se un dio ci fosse, mi presenterei a lui, in ginocchio.\nE i fianchi, e la bocca, e la preghiera, e l’abbraccio,\nsenza alcuna motivazione o con motivazioni troppo forti.\nCinica, aggressiva, e sposa.\nIo ricordo, lo ricordo bene. Io lo ricordo bene.\n\nNon c’è…\n…Non c’è anima.\nE una volta mollata l’anima tutto segue con assoluta certezza, anche nel pieno del Caos.\nIo non ho mai aiutato nessuno aspettandomi che ciò gli facesse del bene,\nperché ho smesso di migliorarmi; perché, dimmi,\nchi può cambiarlo il cuore degli uomini?\nLa mia virtù è meramente negativa, viene dalla miseria degli altri;\nio aiutavo gli altri perché non potevo fare altrimenti.\nMi era cosa naturale, come è naturale la Paura, il Coraggio, e la Resistenza.\nIo ricordo, lo ricordo bene. Io lo ricordo bene.\nE Tu? Tremi mai prima di addormentarTi? Io tremo e agisco sotto la pressione d’altri;\nmi avvicino, ma il fegato martella ad ogni passo.\nE la Tua bocca, che sembra sempre avere appena mandato al Diavolo qualcuno…\nNon mandarlo al Diavolo; mandalo da me, mandalo da me, mandalo da me.\nIo sono il democidio della folla, senza motivazione o con motivazioni troppo forti.\nIo sono l’urlo del campo di concentramento a guerra finita,\nl’urlo a guerra finita quando sai che non potrai più ritornare.\nIo sono le corsie di un ospedale che sceglie chi deve morire.\nIo sono il Settimo Sigillo e il dolore del padre che sotterra il figlio.\nE se un dio ci fosse, mi presenterei a lui, calmo, e gli sputerei in faccia.\nE Tu? Tremi mai prima di addormentarTi? Io tremo.\nMi sveglio e mi esce dal naso il sangue, e non ho sognato nulla.\nE Tu? Tremi mai prima di addormentarTi? Tremi mai prima di addormentarTi?\nE sai niente dell’inferno?\nTremi mai prima di addormentarTi? Sappi che io tremo; e tremo anche al risveglio.\nE la Tua bocca, che sembra sempre avere appena mandato al Diavolo qualcuno…\nNon mandarlo al Diavolo, perché io tremo. Non mandarlo al Diavolo. Mandalo da me.","url":"https://www.rockit.it/ultimoattualecorposonoro/canzone/della-tua-bocca/143592"}