{"songs":"Rotta per causa di Egon by Uochi Toki (Ft. Eterea Postbong Band)","lyrics":"Siamo memori delle precedenti esperienze noi. Perché dimenticarsi delle accadenze disperse? Perché non utilizzare neologismi quando si conoscono le parole corrette? Perché non applicarle in una situazione pratica? Il sentimento che mi porta oltre la linguistica, oltre la grammatica, oltre la sintattica. Non capisci cosa dico, è logico: dico cose che adesso non ti servono - e sottolineo adesso - ed ancora non si capisce il nesso tra la mia lingua neologica ed una situazione neologica anzi, neosituazionica se badiamo alla semantica\nSe parliamo della settimana scorsa, invece, vi racconto di quando io ed altri sei stronzi siamo andati per discoteche con in tasca poche copeche, senza capigliature ingellate o giacche firmate, che detto tra noi sono i roiti, gli scarti, la sintesi fatta male, lo styling popolare dello styling di alta classe. Il nostro corpo è fatto al 70% di acque, ed è questo che stavo pensando mentre in televisione c’era Axel che spiegava chi sono i rappers a chi produce monete false nascosto nelle balze della vita criminale, mi squillava il cellulare. Pronto? Bella Rico! Sei lì con Lele, Gigi, Pol e Rigon ed un loro amico che sembra Egon, state giocando a Medal of Honor e Ghost Recon quando, in preda all’ebrezza, Egon il sesto confessa di essere in grado di forzare l’uscita di sicurezza di un particolare modello di porta che per lavoro lui monta in locali e discoteche come questa, questa o quest’altra, un’occasione del genere non possiamo sprecarla! Mmh, non so Riccardo, le discoteche mi stanno sul cazzo, sono ambienti del cazzo, dove le persone pensano solo a drogarsi e lucidare il… cazzo ma noi lì dentro shockeremmo come il ghiaccio dentro l’olio caldo! Saremmo il disastro, la voce fuori campo che lascia basito l’avventore distratto dall’alcol o da altro! Pensa che smacco portarsi il Fele e lasciarlo libero come un dinosauro ad applicare il suo concetto di svago! Mi hai convinto, andiamo!\nQuando c’è da fare il pirla in giro io mi metto in tiro con i vestiti da lavoro, che sono gli stessi che uso in casa o quando suono, o quando mi vesto al volo, o quando non vado a un matrimonio perché non ho nemmeno un pantalone buono, sono tutti macchiati di vernice, non possiedo camicie, solo magliette e felpe e solo un paio sono pulite. Cosa dite, mi metto le scarpe preferite oppure quelle nuove? La questione non si pone: possiedo un solo paio di scarpe - chiuse - e le metto in qualsiasi stagione. Il deodorante mi fa irritazione, mi lavo i denti, ma solo per evitare una carie e che un dentista mi faccia pagare. Viste le premesse è inutile parlarvi di radermi o pettinarmi: ragazzi, ci metto un secondo a prepararmi! E poi mi becco con gli altri, mi porto di certo lo zaino pieno di armi, attrezzi ed un libro di Dostoevskij: slang giovanile. Siamo tutti pronti, vestiti come stronzi, presi bene dai discorsi, con i nostri furgoni tedeschi provenienti da depositi esteri revisionati da disonesti, ci crederesti? Metalmeccanici accondiscendenti che tengono bassi i prezzi e che risolvono i problemi, non ti cambiano solo i pezzi. Arriviamo dietro al locale coi fari spenti e la cassetta degli attrezzi, anche se Egon dice che basta una chiave del 20, e mentre forziamo gli ingressi nascosti degli approvvigionamenti io riesco a chiedermi: cosa penseranno gli altri dei miei recenti cambiamenti di opinioni sulle frequentazioni di locali? Capiranno i miei intenti trasversali oppure traviseranno come al solito ascrivendomi obiettivi banali? Che importa? Alla peggio avrò imparato qualcosa, ad esempio ad aprire questo modello di porta","url":"https://genius.com/Uochi-toki-rotta-per-causa-di-egon-lyrics"}