{"lyrics":"Mi sveglio alle tre del mattino. Percepisco che sono in giro. Cammino disperso nello spazio cittadino, dove noi non c’incontriamo, né tra mezz’ora né mai, però tre mesi dopo ad esempio. Rivedo situazioni avvenute nello stesso spazio ma in diverso tempo. Ricomincio: mi sveglio, percepisco lo spazio intorno a me, come la mia stanza da letto, pavimento, tavolo, finestra, tetto: è una visione rassicurante. Io sono una persona pedante: per quante volte guardi la stessa immagine, questa non passa inosservata. È un’abitudine consolidata: osservo la realtà che tu dai per scontata come Monet con la Cattedrale di Rouen in diversi momenti della giornata. Mi sveglio, esco di casa, noto particolari nuovi anche se faccio sempre la stessa strada. È un’abilità innata: si chiama “percezione” e alle altre persone non credo sia stata donata. La mia superbia viene alimentata dalla praticità distratta di chi non sblocca la parte destra del cervello. Mi sveglio, guardo un muro bianco e dopo due ore che lo guardo è grigio. Vorrei discutere con voi di un colore, disponendo di un atlante Munsell od NCS: quanto ve ne importerebbe? Quanto vi annoiereste? Quanto cerchereste nuove realtà, visto che questa non la volete perché non la sapete intendere? Mi sveglio e tutto intorno ci siete voi. Io – giuro! – non vorrei dare giudizi, lo faccio solo per stare a galla od accontentarvi, la verità è che avrei bisogno di essere immortale al solo scopo di osservarvi. Mi sveglio: intorno a me paesaggi, colline, alberi, pioggia, energie radianti, edifici sovrastanti, animali vivi e decomposti, case abitate, avamposti, cartelli di segnalazione dossi, sabbia, erba e fossi, industrie ed impianti, disegni – i nostri, disegni – i vostri, terrazze, scale e pianerottoli. Descrivo la realtà coi miei metodi enciclopedici, ovvero ti spiego gli oggetti indicandoteli, oppure facendo chilometri insieme per poi chiederti un’intersezione della mia più la tua osservazione. Mi sveglio, e naturalmente tu hai da fare, impegni inderogabili da cui non ti riesci a districare, modelli di comportamento impossibili da sradicare. Il mondo non viene comandato dai soldi o dal sesso, ma dal non voler provare quel senso di scomodità che percepisci quando ti si presenta una qualche nuova possibilità. Mi sveglio, e sono l’unico a vedere la realtà con tutta questa limpidezza, senza relativismo – quindi mi sbaglio, perché sono il solo a pensare che la realtà sia una sola e ciò che tende a differenziare la visione è l’immaginario proprio delle singole persone. Mi sveglio, ricordo ogni mia proiezione su quello che potreste pensare. Ormai gli alberi e le case non hanno più niente a che fare col vivere immersi nel reale. Sperare in un cambiamento è come sperare che piova guardando un cielo pieno di nuvole: è inutile, ed aumenta la distanza tra una persona e la comprensione del reale. Mi trovo a desiderare solo quando me lo chiedono, per pura convenzione. A volte rispondo, invece, che non desidero niente, e sono confuso. Ma il mio interlocutore teme più della morte il lasciare un discorso inconcluso: ricorre all’uso di una metafora, quella del genio della lampada. Nel mio caso, i tre desideri a cui l’interlocutore ha lontanamente alluso si staccano completamente dal reale: sono la chiave di ciò che cerco di mantenere chiuso. Mi scuso, non lo potevate sapere: cerco di mantenere separate le due sfere, anzi!, la figura sfera del reale e il frattale a spirale dell’immaginario che possiedo e che una volta aperto dai vostri inutili quesiti si sovrappone di prepotenza ai miei discorsi più sensati. Comincio a vedere cose che non esistono\n\nLo percepisco quando parliamo della stessa cosa nella stessa lingua: tu citi le fonti e fai bei discorsi, ed io sono costretto a nasconderti che ciò che penso me lo invento, perché potresti non credermi, o dirmi che non vale credere nel momento, che piuttosto è meglio usare il tempo per ricercare verità passate, con la scusa che non c’è più niente di nuovo da coniare. Lo percepisco quando in ambito professionale mi rendo conto che nessuna delle cose che so fare può darmi direttamente da mangiare. Il mio lavoro è farmi bastare i soldi, utilizzare i mezzi che posseggo immaginari per generare nuovi comportamenti ed inserirli in nuovi contesti, imparare lavori che tu non vorresti, ampliare i miei confini per fare quello che tu non riusciresti. All'anagrafe mi segnano sempre tra gli studenti: non possono certo scrivere “creatore di modelli, immagini, libercoli”. Lo percepisco quando leggo un libro e ci sono dentro: smetto di leggere e sono fuori, mi rimetto a leggere e sono dentro. È incredibile! Allora non è solo quel personaggio di Michael Ende che ci riesce. Si percepisce leggendo i fumetti, che sono meglio dei libri. Ma forse non mi credi, e pensi che siano storie per bambini, e preferisci immergerti nella saggistica per sentirti più serio, o nei libri scritti dagli attualisti per avvicinarti ai fatti. Io sono lì ad aspettarti, all'uscita della libreria. Non aspettarti che io faccia pulizia dell’editoria: tuttavia, il mio immaginario contro il tuo si scontra. Ti lego ad un palo, ti sequestro la borsa: “Cos’hai comprato? Vediamo un po’. Un libro scritto da un blogger? La biografia di rockstar morte? Un libro sul sesso, le barzellette? Torna dentro e compra Tolkien, altrimenti andiamo a botte!”. Leggo solo ciò che nutre, ed il disegno legato al testo velocizza l’assunzione, distruggendo la concezione di studio uguale sacrificio con la quale sei stato nutrito. Lo percepisco quando ascolto dentro e intorno: sintetizzatori hardware o software generano immagini matematiche come le equazioni da cui provengono. Non m’interessano i contesti sociali dai quali i gruppi musicali provengono, a meno che non si tratti di alieni, navi spaziali od antichi guerrieri più o meno medievali. Ascolto solo i brani che ritengo evocativi, non ascolto i gruppi solo perché mi dici che sono troppo fighi. Ho bisogno di nutrire sfere esistenziali che tu nemmeno concepisci. Cosa m’importa di sapere che questi e questi gruppi sono stati capostipiti? Quando ascolto certi pezzi di elettronica, vedo Flatlandia, uccido il Buddha, percepisco lo sturm und drang di Achab in tempesta contro la balena bianca. Ho la testa fatta di nubi, mentre tu mi chiedi quali sono i miei preferiti tra i gruppi rapper italiani, fidati, la risposta non è un indizio per conoscermi: ascolto il rap per surrogare dei dialoghi, per ascoltare dei racconti che, magari fossero anche interessanti, ma molto spesso certi dischi li tiro contro il muro dopo appena sette ascolti. Lo percepisco appena dopo aver tirato un disco contro il muro: nel punto dell’impatto c’è un segno scuro che si muove. Lo guardo per essere sicuro che non si tratti di una scolopendra, un ragno, o addirittura un ossiuro. È una madeleine di Proust. Mi introduco curioso in un mondo fatto di nematodi, platelminti, parassiti e vermi. Mi siedo sui villi intestinali: allora è così che avvengono gli assorbimenti dei boli alimentari trasformati in elementi nutritivi! Sto vivendo un’esperienza intracorporea, oppure sto solo immaginando di viverla? Che differenza fa? Mi sveglio, e percepisco che ero solo assorto, non ero morto e non stavo dormendo, anche se coi sogni lucidi che faccio, con difficoltà distinguo quando sto sognando da quando sono desto. Lo percepisco al funerale di mio nonno, parenti tutto intorno. Alcuni piangono, io e mia sorella impassibili, mentre i becchini seppelliscono una bara in un buco di terra. Uno dei seppellitori si gira e mi guarda: è un cinquantenne di grossa taglia, indossa una cuffia con il logo dei Sepultura. Oddio! Io accetto la surrealtà con molta più ilarità che paura. Purtroppo non c’è nessuna scusa che mi permetta di ridere al funerale di un mio parente. Certi modelli comportamentali a me non vanno proprio bene: la gente li usa solo per comodità e perché non possiede una vasta immaginazione. Mentre penso a questo, mio nonno apre la bara e mi indica fra lo stupore parentale, mi dice: “Hai ragione. Ti sarà sempre più difficile separare il piano immaginario da quello pratico. Quindi fai in modo che si permeino, che si permutino, che collassino”. Grazie nonno, sapevo che non eri solo buono a brontolare e picchiare mio padre! Hai cambiato la realtà con un tocco. Intorno a me succedono cose che non esistono. Vedo esistere entità provenienti da una dimensione senza forma e senza nome, solo che a differenza di uno Cthulhu o Yog-Sothoth non sono necessariamente nefaste od orrorifiche e nemmeno candide e benefiche: sono volontà ermetiche, autonome, che percepisci per un attimo, che appaiono evocate da formule magiche, non ancestrali od arcaiche, bensì nascoste nelle frange invisibili del caso, in un presente che non può essere toccato","url":"https://genius.com/Uochi-toki-losservatore-losservatore-primo-lyrics"}