{"title":"Sod in the Seed by WHY?","lyrics":"[Intro]\nHis hooves in dirt pound\nAnd eat up ground\nHe cannot remain bound\nWhen the trumpets sound\n\n[Verse 1]\nLet's review some recent facts\nI make decent cash, I'm a minor star\nAnd we can't last if she don't drive a hybrid car\nI scribble vapid raps on your flyer backs\nThe word is I purchased a refurbished Mac G4\nPull up to critical mass in a gas-guzzling Ford\nJust to ask you when next your rock outfit performs\nBefore you tell me the fact, I'm down the road yelling back\nPlease post it on the Whole Foods bulletin board\nI'd earn a lick of respect in slum art for sure\nBut I threw out my lumbar picking up checks\nI'm so numb, Lord, yes, despite how I'm blessed\nI'm destined to end up a slum lord depressed\nCome by, poorly dressed, your address on the first\nHum something under my breath that half resembles some words\nAnd like a bird in a suit cut for a brutish bear\nBack out of there bowing like a Jew in prayer\n\n[Hook]\nI'll never shirk this first world curse\nA steady hurt and a sturdy purse\n\n[Verse 2]\nA small dark bard, I'll give an inch to start\nThen leave you home dreaming of the whole nine yards\nLeave you home dreaming, believing that you'd seen me\nLoose skin breathing like a cathedral at evening\nScreaming like a demon in the Garden of Eden\nMissing what parts that a stork in its beak brings\nBut even what an evil man thinks is really pink\nAnd on his insides, doesn't mean you shouldn't pull his card out\nSo what if a man blinks in Morse code while he sings if he sings his heart out?\nEverybody's gotta get paid\nI'd say \"far out, no way\"\nFrankly, I'd be amazed\nBut a patriot would save the day\nMake the hitch, help C.I.A\nWhat's bad, what's good\nA complicated man is misunderstood, even to himself\nAcutely unaware what's in a shallow breath of air\nAnd long exhale of something else\n\n[Hook]\n\n[Verse 3]\nTwo sips, instant drip, Sanka mud\nNew corpus publicist, thanks ya bud\nAs hundred bucks worth of wordy blogger thugs\nCome forth forthwith to four seasons aflood\nTo morbidly orbit your toilet like hornets abuzz\nForming above like buzzards in love\nWhen you first wake up, spitting sick from the gut\nAnd shitting black blood at six\nThen you wonder why I'm high up, sitting, yup\nThe blundering braggart\nFrom a covered wagon spitting under the vagrants in gutters\nWhat, does it make me evil?\nAm I a feeble deranged fuck?\nCause Jesus would and I would not drive the needle exchange truck?\nWell if I'm out of luck, I'm still pitching notes through this throat\nPissing fears and hopes through the ears of folks listening\nNo matter what, batter up enough of this nonsense\nYou can gather up the contents of the catcher's cup and suck\n\n[Verse 4]\nYou kneel and squint your eyes and cup your hands against the window\nJust to see who rides, to get a glimpse inside the limo\nHave some self-respect and exercise some tact\nWhile I supply the info that you lack\nOne must pay the frat fee to enjoy the fat-free snacks\nStrippers, roofies, and six-packs, and groupies with big breasts\nSending out mass texts asking who's next\nTo get his lance waxed in the wickedest sex acts\nStep back from the stretch, mack, and mind the gap\nWith all due respect sir, there's a limited cap\nYou'll need a ticket to kick it in the back\nOf this rented, tinted-out black Cadillac\nBut I can tell by your polo slacks, Sebagos, and blank stare\nYou're good for the total package and game to be back there\nBut who am I to judge a man's heart by his yacht wear?\nAnd it scares me to death, yes, that I'm starting to not care\n\n[Hook]\n\n[Verse 5]\nGood and evil's often neither strength or flaw\nBut sod in the seed of what you are\nA filthy silt stashed in a white silk sash\nOr a doula dove smashed in an airplane crash\n\n[Outro]\nI'll never shirk this first world curse\nA steady hurt and a sturdy purse\nA steady hurt and a sturdy purse","url":"https://genius.com/Why-sod-in-the-seed-lyrics"}