{"songs":"Home Alone by John Hughes (Ft. Catherine O'Hara, Daniel Stern, Joe Pesci, John Heard & Macaulay Culkin)","lyrics":"(SCENE: HARRY IS DRESSED IN A POLICE OFFICER'S UNIFORM; McCALLISTER FAMILY IS QUICKLY ENTERING AND EXITING)\n\nHARRY:\nMiss. Young lady! Excuse me. Girls! Hey, hey, little guy. Hey! Excuse me, girls. Girls! Hey, big fella! Excuse me. Ma'am, excuse me. Ma'am! Ma'am! Hey, son. Son! Big fella. Hey, hey hey, little guy, little guy!\n\nHelp me make the beds in the living room.\n\nCome on down here!\n\nHey, son!\n\nBig fella. Hey, little guy! Little guy!\n\nPete's brother and his family are here.\n\nTrish is going to Montreal.\n\nMontreal? Oh, her family's there.\n\n- Then we're off. - When?\n\n- Tomorrow. - You're not ready, are you?\n\nKEVIN:\nMom, Uncle Frank won't let me watch the movie, but the big kids can. Why can't I?\n\nKATE:\nKevin, I'm on the phone. (Back on the phone) When do you come back? Not 'til then?\n\nKEVIN:\nIt's not even rated R. He's just being a jerk.\n\nKATE:\nKevin, if Uncle Frank says no, then it must be really bad. No, we put the dog in the kennel for the-- (Kevin gets on the bed and starts reading a magazine) Hey hey hey, get off! Kevin, out of the room.\n\nKEVIN:\nHang up the phone and make me, why don't ya?\n\nKATE:\nThis kid.  (Peter enters)\n\nPETER:\nKate, did you pick up a voltage adaptor thing?\n\nKATE:\nNo, I didn't have time to do that.\n\nKEVIN:\nThen how do I shave in France?\n\nKATE:\nGrow a goatee.\n\nKEVIN:\nDad, nobody'll let me do anything.\n\nPETER:\nYou don't have anything to do? I have something for you to do. You can pick up those MicroMachines that are all over in there. Aunt Leslie stepped on one of them and almost broke her neck.\n\nKATE:\nHe was in the garage again playing with the glue gun.\n\nPETER:\nDidn't we talk about that?\n\nKEVIN:\nDid I burn down the joint? I don't think so. I was making ornaments out of fish hooks.\n\nPETER:\nMy new fish hooks?\n\nKEVIN:\nI can't make them out of old ones, with dry worm guts stuck on them.\n\nKATE:\nPeter...?\n\nPETER:\nCome on, Kevin. Out. (Peter picks up Kevin; enter Leslie)\n\nLESLIE:\nPeter, Kate, do you guys have a voltage adaptor?\n\nPETER:\nHere! Here's a voltage adapter! (He gives Kevin to Leslie)\n\nLESLIE:\nOh God, you're getting heavy! (Drops Kevin) Go pack your suitcase.\n\nKEVIN:\nPack my suitcase?\n\n(CUT TO ? AND FULLER DOWNSTAIRS)\n\n?: Do you know where the shampoo is, Fuller?\n\nFULLER: I don't live here.\n\n?: I don't believe. in a house with this many people, there's no shampoo.\n\nHARRY:\nAre your folks home?\n\n?:\nYeah, but they don't live here. (Walks up the stairs while Tracy walks down; Exit ?) Tracy, did you order the pizza?\n\nTRACY:\nBuzz did.\n\nHARRY:\nExcuse me, Miss? Are your parents home?\n\nTRACY:\nMy parents live in Paris, sorry. (Exit Tracy, enter Sondra)\n\nHARRY:\nHi!\n\nSondra:\nHi!\n\nHARRY:\nAre your parents home?\n\nSondra:\nYeah.\n\nHARRY:\nDo they live here?\n\nSONDRA:\nNo. (Exit Sondra)\n\nHARRY:\nNo. Why should they? All kids, no parents. Probably a fancy orphanage.\n\n(CUT TO KEVIN AND JEFF UPSTAIRS)\n\nKEVIN:\nI don't know how to pack a suitcase. I've never done this once in my whole life.\n\nJEFF:\nTough.\n\nKEVIN:\nThat's what Megan said. (Enter Megan)\n\nMEGAN:\nWhat did I say?\n\nJEFF:\nYou told Kevin \"Tough.\"\n\nMEGAN:\nThe dope was whining about a suitcase. What was I supposed to say? \"Congratulations, you're an idiot\"?\n\nKEVIN:\nI'm not an idiot!\n\nMEGAN:\nOh, really? You're completely helpless! Everyone has to do everything for you.\n\nJEFF:\nShe's right, Kev.\n\nKEVIN:\nExcuse me, puke-breath. I'm a lot smaller than you. I don't know how to pack a suitcase. (Enter Linnie)\n\nLINNIE:\nI hope you didn't just pack crap, Jeff.\n\nJEFF:\nShut up, Linnie.\n\nKEVIN:\nDo you know what I should pack?\n\nJEFF:\nBuzz told you, cheek-face. Toilet paper and water. (Exit Jeff)\n\nLINNIE:\nListen, Kevin, what are you so worried about? You know Mom's gonna pack your stuff, anyway. You're what the French call \"les incompetents\".\n\nKEVIN:\nWhat?\n\n(CUT TO JEFF AT THE TOP OF THE STAIRS)\n\nJEFF:\nBombs away! (Jeff throws bag that lands right at Harry's feet.)\n\n(CUT TO KEVIN AND LINNIE)\n\nLINNIE:\nP.S.: You have to sleep on the hide-a-bed with Fuller. If he has something to drink, he's going to wet the bed. (Exit Linnie)\n\nKEVIN:\nThis house is so full of people. It makes me sick! When I grow up and get married, I'm living alone! Did you hear me? I'm living alone! I'm living alone!\n\n(CUT TO BUZZ'S ROOM)\n\nROD:\nWho's gonna feed your spider while we're gone?\n\nBUZZ:\nHe just ate a load of mice guts. He should be good for a couple of weeks. Is it true French babes don't shave their pits?\n\nROD:\nSome don't.\n\nBUZZ:\nBut they got nude beaches.\n\nROD:\nNot in the winter. (Enter Kevin)\n\nKEVIN:\nBuzz?\n\nBUZZ:\nDon't you know how to knock, phlegm-wad?\n\nKEVIN:\nCan I sleep in your room? I don't want to sleep in the hide-a-bed with Fuller. If he has something to drink, he'll wet the bed.\n\nBUZZ:\nI wouldn't let you sleep in my room if you were growing on my ass. (Buzz looks out the window) Check it out. Old man Marley. (Rod, Kevin, and Buzz watch Old Man Marley outside Buzz's window)\n\nROD:\nWho's he?\n\nBUZZ:\nYou ever heard of the South Bend Shovel Slayer?\n\nROD:\nNo.\n\nBUZZ:\nThat's him. Back in '58, he murdered his whole family and half the people on his block... with a snow shovel. Been hiding out in this neighborhood ever since.\n\nROD:\nIf he's the shovel slayer, how come the cops don't arrest him?\n\nBUZZ:\nNot enough evidence to convict. They never found the bodies. But everyone around here knows he did it. It'll just be a matter of time, before he does it again.\n\nROD:\nWhat's he doing now?\n\nBUZZ:\nHe walks up and down the street every night, salting the sidewalks.\n\nROD:\nMaybe he's just trying to be nice.\n\nBUZZ:\nNo way. You see that garbage can full of salt? That's where he keeps his victims. The salt turns the bodies into mummies.\n\nROD:\nWow.\n\nKEVIN:\nMummies! (Old Man Marley looks up)\n\nBUZZ:\nLook out! (Buzz closes the drapes)\n\n(CUT TO PIZZA BOY DRIVING TO MCCALISTTER HOUSE; HITS STATUE; PIZZA BOY PICKS IT UP)\n\n(CUT TO MCCALLISTER HOUSE: HARRY, FULLER, AND ?)\n\nHARRY:\nHow you kids doing, huh? Good? Lot of action around here today, huh? Going on vacation? Where you going? You hear me, or what? Going on a trip? Where you going, kid?\n\nPIZZA BOY:\nOkay, that's $122.50.\n\nHARRY:\nNot from me, kid. I don't live here.\n\nPIZZA BOY:\nOh, you just around for the holidays?\n\nHARRY:\nI guess you could say that.\n\nFRANK:\nHey, pizza's here!\n\nPIZZA BOY:\nThere you go. That's $122.50.\n\nFRANK:\nIt's my brother's house. He'll take care of it. (All kids go into the kitchen)\n\nHARRY:\nHey, listen... (Enter Peter)\n\nPETER:\nHey.\n\nHARRY:\nHi. Are you Mr. McCallister?\n\nPETER:\nYeah.\n\nHARRY:\nThe Mr. McCallister who lives here?\n\nPETER:\nYes.\n\nPIZZA BOY:\nGood, because somebody owes me $122.50.\n\nHARRY:\nI'd like a word with you, sir.\n\nPETER:\nAm I under arrest or something?\n\nHARRY:\nNo, no, no, no. It's Christmas time. There's always a lot of burglaries around the holidays. So we're just checking the neighborhood to see if everyone's taking the proper precautions; that's all.\n\nPETER:\nOh, yeah. Well we have automatic timers for our lights, locks for our doors. That's about as well as anybody can do these days, right? Did you get some eggnog or something like that? (Enter Buzz)\n\nBUZZ: Come on, Dad. Let's eat. (Exit Buzz and Peter)\n\nHARRY: Eggnog? (Enter Kevin) Listen, are you going to be leaving...?\n\nKEVIN: Pizza! Pizza! Pizza!\n\n(CUT TO KITCHEN)\n\nLESLIE:\nGrab yourself a napkin, and you're going to have to pour your own drinks.\n\n?:\nMom, does Santa Claus have to go through customs?\n\nFULLER:\nWhat time do we have to go to bed?\n\nFRANK:\nEarly. We're leaving the house at 8 a.m. On the button.\n\nKATE:\nI hope you're all drinking milk. I want to get rid of it.\n\nPETER:\nHoney, the pizza boy needs $122.50, plus tip.\n\nKATE:\nFor pizza?\n\nPETER:\n10 pizzas times 12 bucks.\n\nLESLIE:\nFrank, you've got money! Come on...\n\nFRANK:\nTraveler's checks.\n\nKATE:\nForget it, Frank. We have cash.\n\nPETER:\nYou probably got the checks that don't work in France.\n\nKEVIN:\nDid anyone order me a plain cheese?\n\nBUZZ:\nOh, yeah, we did. But if you want any, somebody's gonna have to barf it up, because it's gone.\n\nLESLIE:\nFuller! Go easy on the Pepsi.\n\nBUZZ:\nKev! Kev, get a plate. (Buzz chokes on the cheese; Kevin pushes him into the table and Buzz barfs)\n\nPETER:\nPassports! (Peter spills Pepsi)\n\nFRANK:\nWatch it! (Frank's chair is pulled out and hits Fuller; people start to clean up kitchen table quickly)\n\nPETER:\nNo, no. Get these passports out of here. (Peter throws away a bunch of napkins, along with Kevin's airline ticket; Leslie picks Fuller up)\n\nLESLIE:\nAre you okay, honey? Come here. Are you all right? (Kate grabs Kevin's hand)\n\nKATE:\nWhat is the matter with you?\n\nKEVIN:\nHe started it! He ate my pizza on purpose. He knows I hate sausage and olives...\n\nFRANK:\nLook what you did, you little jerk!\n\nKATE:\nKevin, get upstairs right now.\n\nKEVIN:\nWhy?\n\nJEFF:\nKevin, you're such a disease.\n\nKEVIN:\nShut up!\n\nPETER:\nKevin, upstairs!\n\nKATE:\nSay good night, Kevin.\n\nKEVIN:\n\"Good night, Kevin.\" (Exit Kevin & Kate, and Kate takes Kevin out of the room by his arm)\n\n(CUT TO DOWNSTAIRS WHERE KEVIN AND KATE MEET PIZZA BOY)\n\nKEVIN:\nWhy do I always get treated like scum?\n\nKATE:\nOh, I'm sorry. This house is just crazy. We've got all these extra kids running around and my brother-in-law drove in from Ohio today. It's just nuts. (Kate hands Pizza Boy money)\n\nKEVIN:\nHow come you didn't bring more cheese pizzas?\n\nPIZZA BOY:\nNice tip. Thanks a lot. (Exit Pizza Boy, enter Harry)\n\nKATE:\nThanks.\n\nHARRY:\nHaving a reunion or something?\n\nKATE:\nOh no. My husband's brother transferred to Paris last summer and both of his kids are still going to school here, and I guess he missed the whole family. (Harry smiles at Kevin, showing his gold tooth) He's giving us all this trip to Paris for the holidays, so we can be together.\n\nHARRY:\nYou're taking a trip to Paris?\n\nKATE:\nYes. We hope to leave tomorrow morning.\n\nHARRY:\nExcellent. Excellent.\n\nKATE:\nIf you'll excuse me, this one's a little out of sorts. I'll be right back. (Kate and Kevin go upstairs)\n\nHARRY:\nDon't worry about me. I spoke to your husband already. And don't worry about your home. It's in good hands. (Exit Harry)\n\n(CUT TO UPSTAIRS)\n\nKATE:\nThere are 15 people in this house and you're the only one who has to make trouble.\n\nKEVIN:\nI'm the only one getting dumped on.\n\nKATE:\nYou're the only one acting up. Now get upstairs!\n\nKEVIN:\nI am upstairs, dummy! (Kate opens the door to the third floor) The third floor?\n\nKATE:\nGo.\n\nKEVIN:\nIt's scary up there.\n\nKATE:\nDon't be silly. Fuller will be up in a little while.\n\nKEVIN:\nI don't want to sleep with Fuller. You know about him: he wets the bed. He'll pee all over me. I know it.\n\nKATE:\nFine, we'll put him somewhere else.\n\nKEVIN:\nI'm sorry.\n\nKATE:\nIt's too late. Get upstairs. (Kevin walks up stairs and stops)\n\nKEVIN:\nEveryone in this family hates me.\n\nKATE:\nThen maybe you should ask Santa for a new family.\n\nKEVIN:\nI don't want a new family. I don't want any family. Families suck!\n\nKATE:\nJust stay up there! I don't want to see you again for the rest of the night.\n\nKEVIN:\nI don't want to see you again for the rest of my whole life. And I don't want to see anybody else either.\n\nKATE:\nI hope you don't mean that. You'd feel pretty sad if you woke up tomorrow morning and you didn't have a family.\n\nKEVIN:\nNo, I wouldn't.\n\nKATE:\nThen say it again. Maybe it'll happen.\n\nKEVIN:\nI hope I never see any of you jerks again. (Kevin walks upstairs, Kate closes the door)\n\n(CUT TO THE THIRD FLOOR)\n\nKEVIN (VOICE IN HEAD):\nI wish they would all just disappear.\n\n(CUT TO OUTSIDE WHERE THE BRANCH FALLS ON A TELEPHONE WIRE; THERE IS NO MORE ELECTRICITY IN THE HOUSE AND THE ALARM CLOCK DOESN'T GO OFF)\n\n(CUT TO FRONT OF McCALLISTER HOUSE; VAN DRIVER KNOCKS ON THE DOOR WHILE ANOTHER VAN DRIVER PICKS UP THE STATUE)\n\nVAN DRIVER #1:\nWhere are they?\n\nVAN DRIVER #2:\nI don't know. She said 8 sharp.\n\n(CUT TO KATE AND PETER'S BEDROOM)\n\nKATE:\nPeter! (Peter and Kate both get out of bed quickly)\n\nPETER & KATE:\nWe slept in! (Everyone gets up and starts getting ready and loading up the van; Mitch walks up to the vans)\n\nMITCH:\nHi, I'm Mitch Murphy. I live across the street. You guys going out of town? We're going to Orlando, Florida. Well, first we're going to Missouri to pick up my grandma. You know the McCallisters are going to France? Do you know if it's cold there? Do these vans get good mileage?\n\nVAN DRIVER:\nGee, kid, I don't know. Hit the road!\n\n(CUT TO McCALLISTER HOUSE)\n\nKATE:\nHeather, do a head count. Make sure everyone's in the vans. Where are the passports and tickets?\n\nPETER:\nI put them in the microwave to dry off.\n\n(CUT TO THE VAN)\n\nMITCH:\nHow fast does this thing go? Does it have automatic transmission? Does it have 4-wheel drive?\n\nVAN DRIVER:\nLook, I told you before, kid: don't bother me. Now, beat it! (Mitch stays in the back of the van; McCallister kids go outside)\n\nHEATHER:\nLine up in front of the van. Come on guys, line up and shut up! (Mitch opens a McCallister bag)\n\nMITCH:\nWow!\n\nHEATHER:\nShut up! I need a head count. 1-2-3-4-5...\n\nBUZZ:\n11, 92, 12...\n\nHEATHER:\nBuzz, don't be a moron. 6-7-8-9-10-11. Okay, half in this van, half in this van. Let's go. (Mitch gets out of the van while the McCallister kids get in)\n\nMITCH:\nHave a good trip. Bring me back something French. (Exit Mitch; enter Kate, Leslie, Peter and Frank)\n\nFRANK:\nThere's no way we'll make this plane. It leaves in 45 minutes.\n\nPETER:\nThink positive, Frank!\n\nFRANK:\nYou be positive. I'll be realistic. (Adults get in the van)\n\nELECTRICAL WORKER:\nMa'am. Excuse me. I just wanted to let you know that your power is fixed, but the phone lines are a mess. It's going to take around a couple of days to patch them up, especially around the holidays.\n\nKATE:\nOkay, thanks. (Kate closes the van) Heather, did you count heads?\n\nHEATHER:\n11, including me. 5 boys, 6 girls, 4 parents, 2 drivers... and a partridge in a pear tree.\n\n(CUT: VANS DRIVE OFF, McCALLISTERS RUSH TO THE TERMINAL)\n\nPETER:\nHold the plane!\n\nKATE:\nDid we miss the flight?\n\nAIRPORT GATE AGENT:\nNo, you just made it. (McCallisters cheer) Single seats only in coach. Take whatever's free.\n\n(CUT TO THE AIRPLANE)\n\nPETER:\nKids are in coach, we're first class.\n\nKATE:\nSeats 4-A and B.\n\nFLIGHT ATTENDANT:\n4-A and B. I'll take your coats. Fasten your seat belts, please.\n\nFRANK:\nChampagne, please. It's free, isn't it?\n\nFLIGHT ATTENDANT:\nOh, yes.\n\nPETER:\nWe made it.\n\nKATE:\nDo you believe it? I hope we didn't forget anything.\n\n(CUT TO McCALLISTER HOUSE; KEVIN GETS OUT OF THE BATHROOM AND GOES DOWNSTAIRS; CUT TO PLANE TAKING OFF... CUT BACK TO THE McCALLISTER HOUSE; KEVIN TURNS ON THE TV, WATCHES WHATS ON, AND TURNS IT OFF)\n\nKEVIN:\nMom?\n\n(CUT TO THE PLANE IN THE AIR)\n\nFRANK:\nThat's real. It's real crystal.\n\nLESLIE:\nYeah, so?\n\nFRANK:\nPut them in your purse.\n\nLESLIE:\nFrank, I can't do that.\n\nFRANK:\nPut 'em-- put 'em-- put 'em... Put them in your purse! (Enter flight attendant) Yeah. Fill it up-- fill it up-- Fill it up, please. Thank you.\n\nKATE:\nDon't you feel like a heel, flying first class with all of the kids back in coach?\n\nPETER:\nNo. The kids are fine. The only flying I ever did as a kid was in the family station wagon, and it wasn't to France. We used to have to go to Aunt Laura and Uncle Arthur's house. The kids are okay. They're having the time of their lives.\n\n(CUT TO THE McCALLISTER HOUSE)\n\nKEVIN:\nHello? Mom? Dad?... Mom? Dad? Where are you guys?\n\n(CUT TO BUZZ'S ROOM)\n\nKEVIN:\nBuzz? Buzz? Buzz? Megan?\n\n(CUT TO BASEMENT)\n\nKEVIN:\nHello? Rod? Uncle Frank? Uncle Frank, is this a joke? Megan? Linnie? Is this a joke? (Noise comes from the furnace) It's only my imagination... only my imagination.\n\n(CUT TO GARAGES)\n\nKEVIN:\nThe cars are still here. They didn't go to the airport?!\n\n(CUT TO McCALLISTER HOUSE'S KITCHEN)\n\nKEVIN:\nI made my family disappear.\n\nMEGAN:\nKevin, you're completely helpless.\n\nLINNIE:\nYou know, Kevin, you're what the French call, \"les incompetents.\"\n\nBUZZ:\nKevin, I'm going to feed you to my tarantula.\n\nJEFF:\nKevin, you are such a disease.\n\nKATE:\nThere are 15 people in this house, and you're the only one who has to make trouble.\n\nFRANK:\nLook what you did, you little jerk!\n\nKEVIN:\nI made my family disappear?\n\n(CUT TO KEVIN ECSTATICALLY CELEBRATING HIS \"FREEDOM\" OF LIVING HOME ALONE)\n\n(CUT TO BUZZ's ROOM; KEVIN OPENS BUZZ'S TRUNK GRABS A PLAYBOY MAGAZINE; HE THROWS THE PLAYBOY OVER HIS HEAD)\n\nKEVIN:\nNo clothes on anybody. Sickening!\n\nCool! Firecrackers! I'll save these for later. Buzz, I'm going through all your private stuff... you better come out and pound me! (Kevin finds a picture of Buzz's girlfriend) Buzz, your girlfriend! Woof! (Kevin sees Buzz's bee-bee gun hanging on his wall)\n\n(CUT TO KEVIN SHOOTING ACTION FIGURES)\n\n(CUT TO KEVIN IN THE LIVING ROOM WATCHING \"ANGELS WITH FILTHY SOULS\")\n\n(Knock on the door)\n\nJOHNNY:\nWho is it?\n\nSNAKES:\nIt's me. Snakes. I got the stuff.\n\nJOHNNY:\nLeave it on that doorstep and get the hell out of here.\n\nSNAKES:\nAll right, Johnny, but what about my money?\n\nJOHNNY:\nWhat money?\n\nSNAKES:\nAcey said you had some dough for me.\n\nJOHNNY:\nIs that a fact? How much do I owe you?\n\nSNAKES:\nAcey Said ten percent.\n\nJOHNNY:\nToo bad Acey ain't in charge no more.\n\nKEVIN:\nGuys, I'm eating junk and watching rubbish! You better come out and stop me!\n\nJOHNNY:\nHe'll call you when he gets out. (Pause) Hey. I'll tell you what I'm gonna give you, Snakes. I'm gonna give you to the count of 10 to get your ugly, yellow, no-good keister off my property... before I pump your guts full of lead.\n\nSNAKES:\nAll right, Johnny, I'm sorry. I'm going.\n\nJOHNNY:\n1, 2, 10! (Johnny shoots and kills Snakes while laughing) Keep the change, you filthy animal. (Kevin pauses the film)\n\nKEVIN:\nMom!\n\n(CUT TO THE PLANE: KATE CHECKS HER POCKETBOOK)\n\nPETER:\nWhat's the matter? Honey?\n\nKATE:\nI have a terrible feeling.\n\nPETER:\nAbout what?\n\nKATE:\nThat we didn't do something.\n\nPETER:\nYou feel that way because we left in such a hurry. We took care of everything. Believe me, we did.\n\nKATE:\nDid I turn off the coffee?\n\nPETER:\nNo. I did.\n\nKATE:\nDid you lock up?\n\nPETER:\nYeah.\n\nKATE:\nDid you close the garage?\n\nPETER:\nThat's it. I forgot to close the garage. That's it. (Kate sits back, still thinking)\n\nKATE:\nNo, that's not it.\n\nPETER:\nWhat else could we be forgetting?\n\nKATE:\nKevin!\n\n(CUT TO KEVIN SLEDDING DOWN A FLIGHT OF STAIRS AND OUT THE FRONT DOOR)\n\n(CUT TO THE PLANE; KATE, PETER, LESLIE, and FRANK ARE IN A CONVERSATION; ENTER FLIGHT ATTENDANT)\n\nFLIGHT ATTENDANT:\nThe captain's doing all he can, but your phones are still out of order.\n\nLESLIE:\nWe'll call as soon as we land, Kate. I'm sure everything's okay.\n\nFRANK:\nIt's horrible, horrible. Just horrible.\n\nKATE:\nHow could we do this? We forgot him.\n\nPETER:\nWe didn't forget him, we just miscounted.\n\nKATE:\nWhat kind of mother am I?\n\nFRANK:\nIf it makes you feel any better, I forgot my reading glasses.\n\n(CUT TO THE STREET; HARRY AND MARV ARE IN THEIR VAN)\n\nHARRY:\n5 families gone on one block alone. They all told me from their own mouths.\n\nMARV:\nIt's almost too easy.\n\nHARRY:\nCheck it out. All the houses with nobody home have automatic timers on their lights. But I got it all figured out. Watch this. Number 664 will be going on right about... now. (Lights come on) Wait, wait, wait... number 672, right now. (Lights come on) Wait a minute, wait a minute. 671... now. (Lights come on) And that's the one, Marvin. And that's the silver tuna.\n\nMARV:\nIt's very G.\n\nHARRY:\nVery G, huh? It's loaded. It's got lots of top-flight goods. Stereos, VCRs...\n\nMARV:\nToys?\n\nHARRY:\nProbably looking at some very fine jewelry, possible cash horde, odd marketable securities... Who knows? It's a gem. Grab your crowbar. (Each of them grab a crowbar) Crowbars up. (They clink crowbars)\n\n(CUT TO McCALLISTER HOUSE; \"THE GRINCH\" IS ON TV; KEVIN IS ASLEEP)\n\nYou're a rotter, Mr. Grinch. You're the king Of sinful sots. Your heart's a dead tomato, blotched with moldy purple spots, Mr. Grinch.\n\n(CUT TO HARRY AND MARV'S VAN DRIVING UP TO KEVIN'S HOUSE; KEVIN WAKES UP AND SEES THEM AS THEY'RE TRYING TO SNEAK IN)\n\nMARV:\nWhich way?\n\nHARRY:\nWe'll go around back, down the basement. Come on, follow me. (Marv tries to break in with his crowbar; Kevin goes to the basement turning on all the lights)\n\nMARV:\nI thought you said they were gone.\n\nHARRY:\nThey were supposed to leave this morning.\n\nMARV:\nLet's get out of here. (Exit Harry and Marv)\n\n(CUT TO KEVIN UNDER A BED; PLANE LANDING IN PARIS; McCALLISTER FAMILY RUSHES TO A PAYPHONE; a WOMAN IS ON THE PHONE)\n\nKATE:\nMiss, we have to use the phone, please. I'm sorry, it's an emergency. We really have to make a call.\n\nLINNIE:\nPlease! Our brother's home alone. (Kate takes the phone away from her)\n\nMEGAN:\nJust give us the phone!\n\nKATE:\nThank you. I'm sorry, but thank you. (Exit woman) Peter, I'm going to call the police. Why don't you book us a flight home? (Kate gives her purse to Linnie) Here, get some change out of here. Call everybody you know. (Kate gets her address book out of her purse) Oh, Leslie... here's my address book. You and Frank call everybody that's on our street. Maybe somebody can help us. (Kate gets on the phone, hearing a man speaking in French) What am I doing? Oh, hello? Hello? Oh, she'll have to call you back.\n\n(CUT TO McCALLISTER HOUSE)\n\nKEVIN:\nThis is ridiculous. Only a wimp would be hiding under a bed. And I can't be a wimp. I'm the man of the house.\n\n(CUT TO OUTSIDE)\n\nKEVIN:\nHey, I'm not afraid anymore! I said, I'm not afraid anymore! Do you hear me? I'm not afraid anymore. (Enter Old Man Marley; Kevin sees him standing right in front of him with his shovel and his can of salt; Kevin screams and runs back in the house, runs upstairs frantically and hides under the sheets of the bed)\n\n(CUT TO VILLAGE POLICE DEPARTMENT; TELEPHONE RINGS)\n\nROSE:\nVillage Police Department.\n\nKATE:\nYeah, hi, look. I'm calling from Paris. I have a son who's home alone. Our phones there are out of order so I'd like somebody to go over to our house, tell him that we're coming home to get him.\n\nROSE:\nOkay, let me connect you with the Family Crisis Intervention.\n\nKATE:\nNo, this is not a family crisis.\n\nROSE:\nHold on. (Female operator knocks on Larry's window) Larry, can you pick up? There's some lady on hold, sounds kind of hyper.\n\nLARRY:\nWhat line, Rose?\n\nROSE:\nTwo. (Larry picks up the phone)\n\nLARRY:\nFamily Crisis Intervention, Sergeant Balzac. (Larry takes a bite out of his doughnut)\n\nKATE:\nI'm calling from Paris. I have a son who's home alone.\n\nLARRY:\nHas the child been involved in a violent altercation with a drunk, injured, or mentally ill member of his immediate family?\n\nKATE:\nNo!\n\nLARRY:\nHas he been involved in a household accident?\n\nKATE:\nI don't know. I d-- I hope not.\n\nLARRY:\n(Takes another bite out of his doughnut) Has the child ingested any poison and/or any other object lodged in his throat?\n\nKATE:\nNo! He's just home alone! And I'd like somebody to go over to the house to see if he's all right. Just to check on him.\n\nLARRY:\nYou want us to go to your house, just to check on him?\n\nKATE:\nYes!\n\nLARRY:\nLet me connect you to the Police Department.\n\nKATE:\nNo, they just transferred me to you.\n\nLARRY:\nRose!\n\nROSE:\nYeah.\n\nLARRY:\nHyper on 2. Hold on, please. (Larry puts Kate on hold and hangs up)\n\nKATE:\nNo, please don't hang up. Please! Any luck?\n\nLINNIE:\nNo. We couldn't get anybody. (Enter Leslie)\n\nKATE:\nLeslie?\n\nLESLIE:\nSorry, Kate. Nothing but a bunch of answering machines. (Kate gets back on the phone)\n\nKATE:\nSomebody pick up. Pick up!\n\nROSE:\nOh, hi, ma'am. It's you again.\n\nKATE:\nYeah hi, look, I'm calling from Paris. I have a son who's home alone, and I...\n\nROSE:\nOkay, okay, we'll send a policeman over to your house to check on your son.\n\n(CUT TO POLICEMAN DRIVING TO THE HOUSE; KNOCKING ON THE DOOR SEVERAL TIMES; KEVIN CONTINUES TO HIDE UNDER THE COVERS)\n\nOFFICER 1:\n(Officer is on his walkie talkie) There's no one home. The house looks secure. Tell them to count their kids again.\n\nOFFICER 2:\n10-4.\n\n(CUT TO PETER AT AIRPORT DESK)\n\nPETER:\nI can't believe you can't bump somebody or ask somebody...\n\nAGENT:\nI'm sorry, but there's no way I can do that.\n\nPETER:\nWell, isn't there a way like if you ask somebody? I mean, if you brought somebody up here and explained to them that this is an emergency...\n\nAGENT:\nI wish I could, but I cannot ask someone... (Enter Kate)\n\nKATE:\nThey're sending a policeman over to the house to check on Kevin.\n\nPETER:\nWell, that's a relief. Everything here is booked.\n\nKATE:\nThere's nothing to Chicago?\n\nPETER:\nThere's nothing to Chicago, New York, Nashville, you name it. Everything's gone.\n\nKATE:\nWhat about a private plane?\n\nAGENT:\nNo, I'm sorry. We don't do that.\n\nPETER:\nThe only thing is a booking for all of us on Friday morning.\n\nKATE:\nFriday morn-- That's two days away.\n\nPETER:\nLook, honey. The kids are exhausted. You are exhausted. There's absolutely nothing more that we can do at this airport. Now I say we go over to Rob's, and that way we can call the police again. And they can get back to us.\n\nKATE:\nPeter, Kevin is there all by himself. I'm not leaving here unless it's on an airplane.\n\nAGENT:\nMadame, we are doing everything we can. Now, if you want to stay at the airport, maybe we can get you on standby. It is a possibility that a seat will open up.\n\nPETER:\nIs that okay?\n\nKATE:\nYes. I'll wait.\n\n(CUT TO PETER AND KATE SAYING GOODBYE TO EACH OTHER)\n\nKATE:\nBye. I'll miss you, honey. (Peter and Kate hug)\n\nPETER: Don't you get lost. (Kate waves goodbye to the rest of the McCallister family)\n\n(CUT TO THE McCALLISTER HOUSE; KEVIN IS GROOMING HIMSELF)\n\nKEVIN:\nI took a shower, washing every body part with natural soap, including all my major crevices between my toes and in my belly button, which I never did before but sort of enjoyed. I washed my hair with adult formula shampoo and used creme rinse. I can't find my toothbrush, so I'll pick one up today. Other than that, I'm in good shape. (Kevin puts on aftershave and screams out of agony)\n\n(CUT TO BUZZ'S ROOM; KEVIN LOOKS AT THE TOP OF BUZZ'S SHELF AND FINDS BUZZ'S LIFE SAVINGS; AS HE CLIMBS, ONE OF THE SHELVES BREAKS AND EVERYTHING FALLS DOWN)\n\nKEVIN:\nAll right! Buzz's life savings. (BUZZ'S TARANTULA COMES OUT OF THE CAGE)\n\n(CUT TO KEVIN WALKING OUT OF THE HOUSE; HE FINDS HARRY AND MARV'S VAN OUTSIDE THE MURPHY HOUSE)\n\nKEVIN:\nI thought the Murphys went to Florida. (Kevin shrugs and continues walking)\n\n(CUT TO THE MURPHY HOUSE; HARRY IS PLAYING WITH A REMOTE CONTROL CAR; MARV PUTS SOME EXPENSIVE GOODS IN A BAG WITH HIS CROWBAR, CREATING A MESS IN THE PROCESS)\n\nHARRY:\nYou know you're one of the great cat burglars of the world, Marv? You think you can keep it down a little in there? (Phone rings)\n\nJACK MURPHY:\n(On the voicemail) Hi, you've reached the Murphy's. Please leave a message after you hear the beep.\n\nPETER:\nJack, this is Peter McCallister again. We're in Paris at my brother's apartment. Let me give you the number here, okay. The country code is 3-3. The area code is 1-4 and the number is 694-876...\n\nMARV:\nHey, Harry.\n\nHARRY:\nYeah?\n\nMARV:\nThat house we were at last night, was that the McCallister's?\n\nHARRY:\nYeah.\n\nMARV:\nYou're right. They're gone.\n\nHARRY:\nI knew they were.\n\nMARV:\nSilver tuna tonight. (Harry looks an expensive toy, seeing all kinds of shapes and colors when you flip turn the knobs)\n\nHARRY:\nWow!\n\n(CUT TO A STORE; KEVIN STEPS UP TO THE COUNTER AND MEETS A CASHIER)\n\nCASHIER:\nHow may I help you?\n\nKEVIN:\nIs this toothbrush approved by the American Dental Association? (Kevin hands her the toothbrush)\n\nCASHIER:\nWell, I don't know. (Cashier looks at the back of it) It doesn't say, hon.\n\nKEVIN:\nCan you please find out?\n\nCASHIER:\nHerb.\n\nHERB:\nYeah?\n\nCASHIER:\nI've got a question here about a toothbrush. (Enter Old Man Marley) Do you know, is this brush approved by the American Dental Association?\n\nHERB:\nI don't know. (Old Man Marley slams his hand on the counter; Kevin locks eyes with Old Man Marley, he walks backwards with the toothbrush heading out the door)\n\nCASHIER:\nOh, hon, you pay for that here. Wait, son, you have to pay for that toothbrush. Son! Son! (Kevin rushes out of the store) Hey! Jimmy, stop that boy! (Jimmy runs out)\n\n(CUT TO OUTSIDE WHERE KEVIN CONTINUES TO RUN)\n\nJIMMY:\nHey! Hey! (Jimmy spots a police officer, who is writing up someone a ticket nearby) Shoplifter!\n\n(CUT TO POLICE OFFICER CHASING AFTER KEVIN; KEVIN SLIDES INTO AN ICE RINK WHERE HE'S ON HIS KNEES MAKING HIS WAY THROUGH A BUNCH OF SKATERS, INCLUDING GOING THROUGH SOMEONE'S LEGS; POLICE OFFICER SLIPS AND GETS TANGLED WITH ONE OF THE SKATERS AND FALLS DOWN)\n\n(CUT TO KEVIN WALKING BACK HOME, LOOKING AT THE TOOTHBRUSH)\n\nKEVIN\nI'm a criminal.\n\n(CUT TO MARV PUTTING RAGS IN THE SINK'S DRAINS AND TURNING ON THE FAUCET FULL BLAST; HE WALKS OUT OF THE HOUSE WITH A BULGING BAG AND VCR, LOADS THEM INTO THE VAN LAUGHING)\n\nHARRY:\nWhat's so funny? What's so funny? What are you laughing at? You did it again, didn't you? You left the water running, didn't you? What's wrong with you? Why do you do that? I told you not to do it.\n\nMARV:\nHarry, It's our calling card!\n\nHARRY:\nCalling card.\n\nMARV:\nAll the great ones leave their mark. We're the wet bandits.\n\nHARRY:\nYou're sick, you know? You're really sick.\n\nMARV:\nI'm sick...?\n\nHARRY:\nYes, you are.\n\nMARV:\nI'm not sick.\n\nHARRY:\nIt's a sick thing to do!\n\n(CUT TO HARRY AND MARV DRIVING; KEVIN IS WALKING WITH HIS HEAD DOWN)\n\nHARRY:\nWe don't need that ca--\n\nMARV:\nDon't tell me what to do. I can do it if I want to. It's not sick. Hey, watch out! (Kevin freezes in the middle of the road; Harry slams on the brakes; Kevin screams; Harry rolls down his window as Kevin continues to walk fast)\n\nHARRY:\nHey! Hey! You've gotta watch for traffic, you know...?\n\nKEVIN:\nSorry.\n\nHARRY:\nDamn.\n\nMARV:\nSanty don't visit the funeral homes, buddy. (Kevin nods)\n\nHARRY:\nOkay, okay. Merry Christmas. (Harry smiles, showing his gold tooth; Kevin gasps and walks off slowly)\n\nMARV:\nWhat's the matter?\n\nHARRY:\nI don't like the way that kid looked at me. Did you see that?\n\nMARV:\nYou ever seen him before?\n\nHARRY:\nI saw a hundred kids this week.\n\nMARV:\nLet's see what house he goes into. (Harry follows Kevin slowly; Kevin looks back to find Harry and Marv whistling and looking away from him; Kevin starts running; Harry and Marv continue to follow him)\n\nMARV:\nWhy's he going faster?\n\nHARRY:\nI told you something's wrong. See, I knew he looked at me weird. Why would he run? (Kevin disguises himself right outside the church)\n\nMARV:\nMaybe he went in the church.\n\nHARRY:\nI'm not going in there.\n\nMARV:\nMe neither.\n\nHARRY:\nLet's get out of here. (Kevin gets out of his disguise and starts to run home)\n\nKEVIN:\nWhen those guys come back, I'll be ready.\n\n(CUT TO THE McCALLISTER HOUSE; HARRY AND MARV PULL IN TO THE FRONT OF HIS HOUSE; MARV ROLLS DOWN THE WINDOW)\n\nMARV:\nDid they come back?\n\nHARRY:\nFrom Paris?\n\n(CUT TO THE INSIDE OF THE McCALLISTER HOUSE, WHERE KEVIN DANCING WHILE MOVING A BUNCH OF MANNEQUINS AND CARDBOARD CUTOUTS)\n\nHARRY:\nWe'll come back tomorrow. Maybe they'll be gone by then. We better get out of here before somebody sees us. (Exit Harry and Marv; Kevin looks out the window smiling)\n\n(CUT TO ROB's LIVING ROOM; THE McCALLISTER FAMILY IS WATCHING A SHOW IN FRENCH; ENTER FRANK)\n\nFRANK:\nAttencion! Attencion! Look what I found in the kitchen.\n\nGEORGETTE:\nFrank, those are for later. Frank? (Frank ignores Georgette and hands out shrimp to kids)\n\nFRANK:\nMes petits enfants, do you want a little shrimp, huh?\n\n(CUT TO PETER ON THE PHONE IN ANOTHER ROOM)\n\nPETER:\nDo you speak English? Parlez Anglais? Well, is there... Did you get anybody? (Speaking in French) I am looking for my son! Do you know where he is?! (Peter talking to Frank) No, I can't find anybody. They're all shopping. Nobody's home for the holidays. (Back on the phone) Never mind, forget it.\n\n(CUT TO ROB'S LIVING ROOM)\n\nMEGAN:\nThis is so pointless.\n\nBUZZ:\nWhat?\n\nMEGAN:\nWe're here rotting in this apartment. Kevin's at home. Mom's at the airport.\n\nBUZZ:\nSo?\n\nMEGAN:\nYou're not at all worried about Kevin?\n\nBUZZ:\nWhy should I be? He's acted like a jerk one too many times and this time he caught it in the butt.\n\nMEGAN:\nHe's so little and helpless. Don't you think he's flipped out?\n\nBUZZ:\nThe little trout can use a couple of days in the real world.\n\nMEGAN:\nYou're not at all worried something might happen to him?\n\nBUZZ:\nNo. For three reasons: A. I'm not that lucky, 2: We have smoke detectors, and D: we live in the most boring street in the United States of American, where nothing even remotely dangerous will ever happen. Period.\n\n(CUT TO McCALLISTER HOUSE; PIZZA BOY HITS THE STATUE AGAIN; PIZZA BOY PICKS UP THE STATUE; PIZZA BOY ARRIVES TO THE FRONT DOOR WHERE HE READS A SIGN STATING, \"BACK DOOR PLEASE\"; PIZZA BOY ARRIVES AT THE BACK DOOR AND KNOCKS ON THE DOOR)\n\nJOHNNY:\nWho is it?\n\nPIZZA BOY:\nIt's Little Nero's, sir. I have your pizza.\n\nJOHNNY:\nLeave it on the doorstep and get out of here.\n\nPIZZA BOY:\nOkay. But what about the money?\n\nJOHNNY:\nWhat money?\n\nPIZZA BOY:\nWell, you have to pay for your pizza, sir.\n\nJOHNNY:\nIs that a fact? How much do I owe you?\n\nPIZZA BOY:\nThat'll be $11.80, sir. (Kevin sneaks $12 from the bottom of the door)\n\nJOHNNY:\nKeep the change, you filthy animal.\n\nPIZZA BOY:\nCheapskate.\n\nJOHNNY:\nHey. I'm gonna give you to the count of 10 to get your ugly, yellow no-good keister off my property before I pump your guts full of lead. 1, 2, 10. (Gunshot soundbytes and Johnny laughing scare the Pizza Boy; Pizza Boy crashes into garbage cans and runs away frantically and drives off; Kevin opens the door, picks up the pizza and smells it)\n\nKEVIN:\nA lovely cheese pizza, just for me. (Kevin closes the door)\n\n(CUT TO PARIS AIRPORT; IRENE AND KATE ARE TALKING)\n\nKATE:\nSo we have the $500, the pocket translator, the two first-class seats; that's an upgrade from your coach...\n\nIRENE:\nIs that a real Rolex?\n\nKATE:\nDo you think it is?\n\nIRENE:\nNo.\n\nKATE:\nBut who can tell? I also have a ring.\n\nIRENE:\nOh, that is beautiful!\n\nED:\nCome on, Irene. They're boarding.\n\nIRENE:\nThis gal has offered us two first-class tickets if we go Friday, plus a ring, a watch, a pocket translator, $500 and...\n\nKATE:\nThe earrings. You love the earrings\n\nED:\nShe's got her own earrings. A whole shoebox full of them. Dangly ones. Come on.\n\nIRENE:\nNo, but... (They are about to leave)\n\nKATE:\nI'm desperate. I'm begging you. From a mother to a mother. Please!\n\nIRENE:\nOh, Ed.\n\nKATE:\nPlease!\n\nED:\nOh, all right.\n\n(CUT TO PLANE LANDING TO DALLAS)\n\n(CUT TO McCALLISTER HOUSE; KEVIN IS IN A BEDROOM WATCHING THE JOHNNY CARSON SHOW WATCHING TV)\n\nJOHNNY CARSON:\n\"Dear Santa, I got a little sister last year. This year I'd rather have some Clay-Doh.\" (Kevin looks at a family portrait)\n\nKEVIN:\nI didn't mean it. If you come back, I'll never be a pain in the butt again. I promise. Good night. (Kevin kisses the portrait and puts it under his pillow)\n\n(CUT TO KEVIN MOUTHING THE WORDS TO \"I'M DREAMING OF A WHITE CHRISTMAS\" WHILE GROOMING HIMSELF AGAIN)\n\n\"I'm dreaming of a white Christmas\nJust like the ones I used to know\nWhere those treetops glisten\nAnd children listen\nTo hear sleigh bells in the snow\nThe snow\n\n(Kevin puts on the aftershave, and screams in agony... again)\n\n(CUT TO KEVIN IN A GROCERY STORE, BUYING GROCERIES, KEVIN ARRIVES AT THE COUNTER AND MEETS KELLY; KELLY STARTS SCANNINGITEMS)\n\nKEVIN:\nAre those microwave dinners good?\n\nKELLY:\nI don't know.\n\nKEVIN:\nI'll give them a whirl. (Kelly holds up Attack Force action figures) For the kids. (Kelly scans an orange juice) Hold on, I got a coupon for that. (Kevin hands Kelly the coupon) It was in the paper this morning.\n\nKELLY:\n$19.83.\n\nKEVIN:\nOkay. (Kevin reaches in his pocket and gives her money)\n\nKELLY:\nAre you here all by yourself?\n\nKEVIN:\nMa'am, I'm 8 years old. You think I'd be here alone? I don't think so.\n\nKELLY:\nWhere's your mom?\n\nKEVIN:\nMy mom's in the car.\n\nKELLY:\nWhere's your father?\n\nKEVIN:\nHe's at work.\n\nKELLY:\nWhat about your brothers and your sisters?\n\nKEVIN:\nI'm an only child.\n\nKELLY:\nWhere do you live?\n\nKEVIN:\nI can't tell you that.\n\nKELLY:\nWhy not?\n\nKEVIN:\nBecause you're a stranger.\n\n(CUT TO KEVIN WALKING HOME WITH GROCERIES; THE BAGS RIP AND EVERYTHING FALLS OUT)\n\n(CUT TO THE BASEMENT; KEVIN DOES LAUNDRY; THE FURNACE MAKES NOISE)\n\nKEVIN:\nShut up! (The furnace turns off)\n\n(CUT TO HARRY AND MARV'S VAN OUTSIDE THE HOUSE)\n\nHARRY:\nI don't get it. Right now, it looks like there's nobody home. Last night the place was jumping. Something ain't right. Go check it out. (Long pause while Harry waits for Marv to check it out)\n\nMARV:\nNow?\n\nHARRY:\nNo, tomorrow, egghead! Now! Go ahead. (Exit Marv) \"Now.\"\n\n(CUT TO MARV GOING TO THE BACK DOOR OF THE McCALLISTER HOUSE; HE KICKS THE OPENING OF THE DOOR AND LOSES HIS SHOE; KEVIN RECOGNIZES THIS WHILE DOING DISHES)\n\nMARV:\nShit! (Marv picks up his shoe from inside the house; Kevin plays \"Angels with Filthy Souls\")\n\nJOHNNY:\nGet the hell out of here.\n\nSNAKES:\nAll right, Johnny. But what about my money? (Marv listens closely) Acey Said you had some dough for me.\n\nJOHNNY:\nIs that a fact? How much do I owe you?\n\nSNAKES:\nAcey Said ten percent.\n\nJOHNNY:\nToo bad Acey ain't in charge no more.\n\nSNAKES:\nWhat do you mean? (Kevin takes a pot from the kitchen and puts it near the door opening)\n\nJOHNNY:\nHe's upstairs, taking a bath. He'll call you when he gets out. Hey, I tell you what I'm gonna give you, Snakes. (Kevin takes firecrackers and a torch)\n\nMARV:\nSnakes?\n\nJOHNNY:\nI'm going to give you to the count of ten to get your ugly, yellow, no-good keister off my property, before I pump your guts full of lead.\n\nSNAKES:\nAll right, Johnny. I'm sorry. I'm going.\n\nJOHNNY:\n1, 2, 10. (Gunshot soundbytes and firecrackers scare MARV; Pizza Boy jumps over the garbage cans, ducks, then frantically runs to the van; Kevin mouths off the next words) Keep the change, you filthy animal.\n\n(CUT TO HARRY AND MARV's VAN; ENTER MARV)\n\nHARRY:\nWhat happened?\n\nMARV:\nI don't know who, but somebody just got blown away.\n\nHARRY:\nHuh?\n\nMARV:\nSomebody beat us to the job, they're in there. 2 of them. There was arguing. One blew the other one away.\n\nHARRY:\nWho?\n\nMARV:\nI don't know. I thought I recognized one of their voices. And I know I heard that name \"Snakes\" before.\n\nHARRY:\nSnakes? Snakes. Snakes. I don't know no Snakes.\n\nMARV:\nSnakes! Let's get out of here. (Harry is about to start the car)\n\nHARRY:\nHold it. Hold it. Let's wait and see who it is. We work this neighborhood, too. Supposing the cops finger us for a job, and they start asking us questions about a murder in the area. Wouldn't it be nice to have a face to go with their questions?\n\nMARV:\nThat's a good idea.\n\nHARRY:\nOf course it's a good idea. Snakes!\n\nMARV:\nHe sounded like a snake.\n\n(CUT TO PLANE LANDING IN SCRANTON AIRPORT)\n\nAGENT:\nEverything's full.\n\nKATE:\nEverything's full?\n\nAGENT:\nI'm very sorry, but it is Christmas Eve.\n\nKATE:\nWhat about another airline?\n\nAGENT:\nNothing available. May I help you get a hotel room in the city? Tomorrow afternoon, we can get you a flight to Chicago.\n\nKATE:\nI can't wait that long.\n\nAGENT:\nI'm terribly sorry, ma'am, but we're doing absolutely everything we can. (Signals the next person in line to come to the counter)\n\nKATE:\nGo ahead. Wait, I'm sorry. Excuse me. You've got places to go, people to see. You've got a ticket there. That's good. Excuse me. Look, I have been awake for almost 60 hours.I'm tired and I'm dirty. I have been from Chicago to Paris, to Dallas, to... Where the hell am I?\n\nAGENT:\nScranton.\n\nKATE:\nI am trying to get home to my 8-year-old son. And now that I'm this close, you're telling me it's hopeless?\n\nAGENT:\nI'm sorry.\n\nKATE:\nNo. No, no, no, no way. This is Christmas! The season of perpetual hope.\n\nAGENT:\nMa'am if...\n\nKATE:\nAnd I don't care if I have to get on your runway and hitchhike. If it costs me everything I own, if I have to sell my soul to the Devil himself, I am going to get home to my son.\n\nAGENT:\nMa'am, if there was anything at all I could do...\n\nKATE:\nDo it. Do anything.\n\nAGENT:\nI can get you a hotel room... (Enter Gus)\n\nKATE:\nWhat?!\n\nGUS:\nExcuse me. Can you excuse us for a second please? Can I see you for a second, please? Excuse us. I couldn't help but hear you got a little bit of a dilemma there. We got a crisis ourselves. (Gus laughs) Allow me to introduce myself. Gus Polinski. How are you? Polka King of the Midwest? The Kenosha Kickers? (The Kenosha Kickers wave hello) That's okay. I thought you might have recognized-- anyways. I had a few hits a few years ago. That's why I thought-- \"Polka, Polka, Polka\"? (Gus sings) Polka, polka, polka. (Gus stops singing) No? \"Twin Legs Polka\" \"Yamahoozie Polka,\" a.k.a. \"Kiss Me Polka\"? \"Polka Twist\"?\n\nKATE:\nThese are songs?\n\nGUS:\nYeah. Yeah, we... Some fairly big hits for us. You know, in the early '70s. Yeah, we sold about 623 copies of that.\n\nKATE:\nIn Chicago?\n\nGUS:\nNo, Sheboygan. Very big in Sheboygan. They love us--\n\nKATE:\nI'm sorry, did you say you could help me?\n\nGUS:\nAnyway, I'm rambling on here. Our flight was canceled, so we got to drive. See the guy in the yellow jacket over there? He's going to rent us a nice big van and we're going to drive to Milwaukee. Now, I heard you had some problems getting to Chicago? To see your kid or something?\n\nKATE:\nMy son. He-- We left, and he's there.\n\nGUS:\nOh, jeez. If you have to get to Chicago, we'll gladly drive you. It's on the way to Milwaukee.\n\nKATE:\nYou'd give me a ride?\n\nGUS:\nSure we would, why not? You know, you've got to get home to see your kid.\n\nKATE:\nA ride to Chicago?\n\nGUS:\nSure, you know, it's Christmastime.\n\nKATE:\nThank you. Oh, thank you.\n\nGUS:\nIf you don't mind going with polka bums?\n\nKATE:\nNo, I'd love to.\n\n(CUT TO OUTSIDE OF McCALLISTER HOUSE; KEVIN COMES OUT WITH A LADDER AND SAW WHILE HARRY AND MARV ARE ASLEEP IN THE CAR; KEVIN STARTS SAWING A TREE; HARRY WAKES UP)\n\nHARRY:\nHey, Marv. Marv, Marv!\n\nMARV:\nWha...?\n\nHARRY:\nLook at this. (Kevin saws off the top part of the tree) I think we're getting scammed by a kindergartner.\n\n(CUT TO McCALLISTER HOUSE; KEVIN IS PUTTING UP ORNAMENTS ON THE TREE; HARRY IS SPYING ON HIM; KEVIN SPOTS HIM)\n\nKEVIN:\nDad, can you come here and help me? (Exit Harry)\n\n(CUT TO OUTSIDE McCALLISTER HOUSE)\n\nHARRY:\nRemember that kid we saw the other day? He lives here.\n\nMARV:\nIf the kid's here, the parents got to be. (Harry shakes his head)\n\nHARRY:\nHe's home alone. (Exit Mar and Harry; Kevin runs away fromt he scene inside the house)\n\n(CUT TO MARV AND HARRY WALKING TO THE VAN)\n\nMARV:\nWhat? You want to come back tonight?\n\nHARRY:\nUh-huh.\n\nMARV:\nEven with the kid here?\n\nHARRY:\nUh-huh.\n\nMARV:\nI don't think that's a good idea.\n\nHARRY:\nLook, that house is the only reason why we started working this block in the first place. Ever since I laid eyes on that house, I wanted it. So let's take it one step at a time. (Kevin overhears them as he open up a window) We'll unload the van, get a bite to eat, we'll come back about 9 o'clock.\n\nKEVIN:\n9 o'clock.\n\nHARRY:\nThis way it's dark then.\n\nMARV:\nYeah, kids are scared of the dark.\n\nHARRY:\nYou're afraid of the dark too, Marv. You know you are.\n\nMARV:\nNo, I'm not.\n\nHARRY:\nYes, you are.\n\nMARV:\nNot, not, not.\n\nHARRY:\nYou are so. (Exit Harry and Marv)\n\nKEVIN:\nMom, where are you?\n\n(CUT TO THE THE KENOSHA KICKERS' VAN; KENOSHA KICKERS ARE PLAYING \"DECK THE HALLS\")\n\nGUS:\nDo you play? (Kate shakes her head) Do you want to try? Go ahead, try it. Try it!\n\nKate:\nNo.\n\nGUS:\nAll right. (Gus continues to play with the Kenosha Kickers)\n\n(CUT TO KEVIN WALKING OUTSIDE; HE MEETS AN \"ELF\")\n\nKEVIN:\nExcuse me.\n\n\"ELF\":\nYeah? (Kevin looks down)\n\nKEVIN:\nHey, nice shoes.\n\n\"ELF\":\nOh, thanks.\n\nKEVIN:\nIs he still here? It's really important that I see him.\n\n\"ELF\":\nWell, he's getting in his car. If you hurry, you can catch him.\n\n(CUT TO SANTA's CAR; KEVIN IS RUNNING TOWARDS HIM)\n\nCHRIS:\nDamn! How low can you get giving Chris Kringle a parking ticket on Christmas Eve! What's next, rabies shots for the Easter Bunny?\n\nKEVIN:\nSanta, hold on. (Chris puts out his cigarette) Can I talk to you for a minute?\n\nCHRIS:\nMake it quick. Santa's got a little get-together he's late for.\n\nKEVIN:\nOkay, I know you're not the real Santa Claus.\n\nCHRIS:\nWhat makes you say that? Just out of curiosity. (Chris fixes his beard)\n\nKEVIN:\nI'm old enough to know how it works.\n\nCHRIS:\nAll right.\n\nKEVIN:\nBut I also know you work for him. I'd like you to give him a message.\n\nCHRIS:\nShoot.\n\nKEVIN:\nI'm Kevin McCallister, 671 Lincoln Blvd. Do you need the phone number?\n\nCHRIS:\nNo, that's all right.\n\nKEVIN:\nOkay, this is extremely important. Would you please tell him that instead of presents this year, I just want my family back. No toys. Nothing but Peter, Kate, Buzz, Megan, Linnie and Jeff. And my aunt and my cousins. And if he has time, my Uncle Frank. Okay?\n\nCHRIS:\nOkay. I'll see what I can do.\n\nKEVIN:\nThanks. (Turns around)\n\nCHRIS:\nWait. My elf took the last of the candy canes home to her boyfriend.\n\nKEVIN:\nThat's okay.\n\nCHRIS:\nNo, don't be silly. Everybody who sees Santa has got to get something. Here, hold out your little paw there. (Chris gives Kevin 3 tic-tacs) There you go. Don't spoil your dinner.\n\nKEVIN:\nI won't. Thanks. (Exit Kevin; Chris starts his car and starts to drive off, but he gets stuck)\n\nCHRIS:\nSon of a...!\n\n(CUT TO KEVIN WALKING, SEEING A FAMILY GATHERED IN A HOUSE)\n\n(CUT TO KEVIN GOING INTO THE CHURCH, AFTER LISTENING TO A CHOIR SINGING \"O HOLY NIGHT\"; KEVIN GOES INTO THE CHURCH AND SITS DOWN; KEVIN FINDS OLD MAN MARLEY SITTING IN THE SAME CHURCH; OLD MAN MARLEY COMES CLOSER TO HIM; KEVIN HAS A FRIGHTENED LOOK ON HIS FACE)\n\nOLD MAN MARLEY:\nMerry Christmas. (Kevin has a confused look on his face) May I sit down? (Kevin nods; Old Man Marley sits down) There's my granddaughter up there. The little red-haired girl. She's about your age. You know her?\n\nKEVIN:\nNo.\n\nOLD MAN MARLEY:\nYou live next to me, don't you? (Kevin nods) You can say hello when you see me. You don't have to be afraid. There's a lot of things going around about me, but none of it's true. Okay? (Kevin nods) You've been a good boy this year?\n\nKEVIN:\nI think so.\n\nOLD MAN MARLEY:\nYou swear to it?\n\nKEVIN:\nNo.\n\nOLD MAN MARLEY:\nI had a feeling. Well, this is the place to be if you're feeling bad about yourself.\n\nKEVIN:\nIt is?\n\nOLD MAN MARLEY:\nI think so.\n\nKEVIN:\nAre you feeling bad about yourself?\n\nOLD MAN MARLEY:\nNo.\n\nKEVIN:\nI've been kind of a pain lately. I said some things I shouldn't have. I really haven't been too good this year.\n\nOLD MAN MARLEY:\nYeah.\n\nKEVIN:\nI'm kind of upset because I really like my family, even though sometimes I say I don't. Sometimes I even think I don't. Do you get that?\n\nOLD MAN MARLEY:\nI think so. How you feel about your family is a complicated thing.\n\nKEVIN:\nEspecially with an older brother.\n\nOLD MAN MARLEY:\nDeep down, you'll always love him. But you can forget that you love him. You can hurt them, and they can hurt you. That's not just because you're young. You want to know the real reason why I'm here right now?\n\nKEVIN:\nSure.\n\nOLD MAN MARLEY:\nI came to hear my granddaughter sing. And I can't come hear her tonight.\n\nKEVIN:\nYou have plans?\n\nOLD MAN MARLEY:\nNo. I'm not welcome.\n\nKEVIN:\nAt church?\n\nOLD MAN MARLEY:\nYou're always welcome at church. I'm not welcome with my son. Years back, before you and your family moved on the block, I had an argument with my son.\n\nKEVIN:\nHow old is he?\n\nOLD MAN MARLEY:\nHe's grown up. We lost our tempers, and I said I didn't care to see him anymore. He said the same, and we haven't spoken to each other since.\n\nKEVIN:\nIf you miss him, why don't you call him?\n\nOLD MAN MARLEY:\nI'm afraid if I call that he won't talk to me.\n\nKEVIN:\nHow do you know?\n\nOLD MAN MARLEY:\nI don't know. I'm just afraid he won't.\n\nKEVIN:\nNo offense, but aren't you a little old to be afraid?\n\nOLD MAN MARLEY:\nYou can be a little old for a lot of things. You're never too old to be afraid.\n\nKEVIN:\nThat's true. I've always been afraid of our basement. It's dark, there's weird stuff down there, and it smells funn; that sort of thing. It's bothered me for years.\n\nOLD MAN MARLEY:\nBasements are like that.\n\nKEVIN:\nI made myself go down to do some laundry, and I found out it's not so bad. All this time I've been worried about it, but if you turn on the lights, it's no big deal.\n\nOLD MAN MARLEY:\nWhat's your point?\n\nKEVIN:\nMy point is, you should call your son.\n\nOLD MAN MARLEY\nWhat if he won't talk to me?\n\nKEVIN:\nAt least you'll know. Then you could stop worrying about it. Then you won't have to be afraid anymore. I don't care how mad I was, I'd talk to my dad ad. Especially around the holidays.\n\nOLD MAN MARLEY:\nI don't know.\n\nKEVIN:\nJust give it a shot, for your granddaughter anyway. I'm sure she misses you, and the presents.\n\nOLD MAN MARLEY:\nI send her a check.\n\nKEVIN:\nI wish my grandparents did that. They always send me clothes. Last year I got a sweater with a big bird knitted on it.\n\nOLD MAN MARLEY:\nOh, that's nice.\n\nKEVIN:\nNot for a guy in the second grade. You can get beat up for something like that.\n\nOLD MAN MARLEY:\nOh?\n\nKEVIN:\nYeah. I have a friend who got nailed because there was a rumor he wore dinosaur pajamas.\n\nOLD MAN MARLEY:\nYou better run along home where you belong. Think about what I said. All right?\n\nKEVIN:\nOkay.\n\nOLD MAN MARLEY:\nIt's nice talking to you.\n\nKEVIN:\nNice talking to you. (Old Man Marley and Kevin shake hands) What about you?\n\nOLD MAN MARLEY:\nMe?\n\nKEVIN:\nYeah. You and your son.\n\nOLD MAN MARLEY:\nWe'll see what happens. Merry Christmas.\n\nKEVIN:\nMerry Christmas. (KEVIN NOTICES THE TIME AND RUNS HOME)\n\n(CUT TO McCALLISTER HOUSE; KEVIN GOES IN AND LOCKS THE DOOR)\nThis is my house. I have to defend it.\n\n(KEVIN LAYS OUT A BIG \"BATTLE PLAN\"; KEVIN LAYS OUT LITTLE TOY CARS ON THE FLOOR; KEVIN SPILLS WATER ON THE STAIRS; KEVIN GRABS A SOLDERING IRON OFF THE GRILL AS THE TARANTULA CONTINUES TO CRAWL AROUND; KEVIN HANGS SOLDERING IRON ON THE FRONT DOOR'S KNOB; KEVIN WATERS THE STEPS THAT LEAD TO THE BASEMENT WITH A HOSE; KEVIN PUTS TAR ON THE BASEMENT STEPS; KEVIN ATTACHES A NAIL; KEVIN HAS A ROPE ATTACHED TO HIM AS HE CLIMBS A LADDER TO HIS TREEHOUSE; KEVIN TIES THE ROPE TO THE TREEHOUSE; KEVIN GLUES PLASTIC FOOD WRAP; KEVIN ADJUSTS A TABLE FULL OF PILLOW FEATHERS AND A FAN; KEVIN PLACES CHRISTMAS TREE ORNAMENTS ON THE FLOOR NEXT TO THE WINDOW; KEVIN TAKES 2 PAINT CANS AND LEAVES A BALL OF YARN, AS THE TARANTULA CONTINUES TO CRAWL AROUND; KEVIN TURNS ON THE CHRISTMAS TREE LIGHTS; KEVIN TAKES OUT HIS MACARONI AND CHEESE OUT OF THE MICROWAVE)\n\n(CUT TO HARRY AND MARV DRIVING UP TO THE McCALLISTER HOUSE)\n\nHARRY:\nOkay, we'll check it out first. We can always come back for the truck. (Harry and Marv get out of the truck)\n\nMARV:\nHow do you want to go in?\n\nHARRY:\nWe'll go to the back door. Maybe he'll let us in. You never know.\n\nMARV:\nYeah, he's a kid. Kids are stupid.\n\n(CUT TO THE McCALLISTER HOUSE; KEVIN BOWS HIS HEAD AS HE PRAYS)\n\nKEVIN:\nBless this highly nutritious, microwaveable macaroni and cheese dinner, and the people who sold it on sale. Amen. (The clock strikes 9:00; Kevin blows out the candles; Kevin grabs Buzz's beebee gun; Kevin loads the gun)\n\nKEVIN:\nThis is it. Don't get scared now. (Kevin stands back, as Marv and Harry enter the back door; Harry knocks on the door)\n\nHARRY:\nMerry Christmas, little fella. We know that you're in there, and that you're all alone.\n\nMARV:\nYeah, come on, kid. Open up. It's Santy Claus and his elf.\n\nHARRY:\nWe're not gonna hurt you. (The beebee gun comes out of the door opening)\n\nMARV:\nNo, no. Got some nice presents for you.\n\nHARRY:\nBe a good little fella now and open the door. (Kevin shoots Harry's crotch; Harry screams in agony)\n\nMARV:\nWhat? (Harry continues to scream) What? What? (Harry looks at Marv) What? What happened?\n\nHARRY:\nGet that little... (Marv goes to the door; puts his head in the door opening)\n\nKEVIN:\nHello. (Kevin shoots Marv in the forehead; Marv screams in agony) Yes! Yes!\n\nMARV:\nThe little jerk is armed!\n\nHARRY:\nThat's it! That's it! I'm going in the front. You go down the basement! (Exit Harry and Marv)\n\n(CUT TO THE FRONT; MARV SLIPS ON THE FIRST STEP)\n\n(CUT TO THE BASEMENT; MARV SLIPS AND FALLS DOWN THE STAIRS)\n\nMARV:\nOw! (Marv picks himself up using his crowbar to the window; Marv slips again and the crowbar falls on his head)\n\n(CUT TO THE FRONT; HARRY GRABS ONTO THE RAILING; HARRY SLIPS AND FALLS BACKWARDS AFTER GETTING UP THE STEPS)\n\n(CUT TO THE BASEMENT; MARV TRIES TO UNLOCK THE DOOR WITH HS CROWBAR; MARV OPENS THE DOOR TO A DARK BASEMENT; MARV SLAMS THE DOOR; MARV FINDS A SWITCH AND PULLS IT, WHICH RELEASES AN IRON AND HITS HIM IN THE MIDDLE OF HIS FACE)\n\n(CUT TO THE FRONT)\nOh, boy. That's it, you little... You little... No, not this time, you little brat. Where are you, you little creep? Where are you? (Harry puts his hands on a heated doorknob; Harry screams in agony, falls down and crawls down the stairs and puts his ice in the snow; Harry takes his hand out of the snow)\n\nKEVIN:\nYes! Yes, yes yes yes yes!\n\nKEVIN:\nYes! Yes, yes yes yes yes!\n\n(CUT TO THE BASEMENT; MARV TAKES OFF HIS SHOES AND SOCKS, GOING UP THE STAIRS ON WHICH KEVIN PAINTED TAR; MARV STEPS ON THE NAIL, AND FALLS ON THE BASEMENT FLOOR)\n\n(CUT TO HARRY GOING TO THE BACK DOOR AGAIN)\n\nHARRY:\nI'm going to rip his head off! (Harry kicks the door opening to make sure the gun isn't there anymore; he spits on his hand and touches it quickly to make sure it isn't hot.) You're dead, kid. (Harry opens the door, which pulls a string and turns on a blowtorch on the top cupboard, lighting Harry's head is now on fire; Harry screams in agony and eventually sticks his head in the snow)\n\n(CUT TO MARV GRABBING HIS CROWBAR AND HEADING OUT THE BASEMENT DOOR BAREFOOT; MARV SLIPS AND FALLS AS SOON AS HE WALKS OUT)\n\n(CUT TO HARRY TOUCHING HIS SIZZLING HEAD; HARRY CHARGES THE DOOR AND BREAKS IT DOWN; THE BLOWTORCH FALLS TO THE GROUND)\n\nHARRY:\nWhere are you, you little creep?!\n\n(CUT TO OUTSIDE; MARV IS CRAWLING UP THE STAIRS AND FINDS A WINDOW)\n\nMARV:\nHarry, I'm coming in!\n\n(CUT TO INSIDE OF THE HOUSE; HARRY IS TRYING TO FIND KEVIN AND HEARS HIM IN ONE OF THE ROOMS)\n\nKEVIN:\nOh, no! I'm really scared.\n\nHARRY:\nIt's too late for you, kid, we're in the house. We're gonna getcha.\n\nKEVIN:\nOkay, come and get me! (Kevin flips a notch of the fan and runs away)\n\nHARRY:\nWhy, you... (Harry walks into a glued plastic wrap) Now you're dead! (Harry walks into a string that turns on the fan that blows feathers into his face)\n\n(CUT TO MARV ENTERING THE HOUSE FROM THE WINDOW; HE STEPS ON HOOD ORNAMENTS; MARV SCREAMS IN AGONY)\n\nMARV:\nI'm gonna kill that kid! (Harry is trying to get the feathers off his face; Marv continues to limp through the living room)\n\nHARRY:\nMarv!\n\nMARV:\nHarry?\n\nHARRY:\nWhy the hell did you take your shoes off?\n\nMARV:\nWhy the hell are you dressed like a chicken?\n\nKEVIN: (from upstairs)\nI'm up here, you morons. Come and get me. (Harry and Marv slip on a bunch of toy cars at the front of the stairs) You guys give up, or are you thirsty for more? (Harry steps on Marv as he walks up the stairs; Marv quickly follows him; Kevin throws a paint can that's connected by a string on the railing)\n\nHARRY:\nHeads up!\n\nMARV:\nHuh? (The paint can hits Marv in the face; Marv falls off the stairs and to the ground; Harry turns to Marv)\n\nHARRY:\nDon't worry, Marv. I'll get him for you. (Marv tries to warn Harry, Harry turns around; a second paint can hits Harry and he falls on Marv)\n\nKEVIN:\nYes! (Kevin jumps over a piece of rope)\n\nMARV:\nHe's only a kid, Harry. We can take him.\n\nHARRY:\nAh, shut up, will you?\n\nMARV:\nOoh...\n\nHARRY:\nWhat is it?\n\nMARV:\nYou're missing some teeth.\n\nHARRY:\nWhere? It's my gold tooth. My gold tooth. I'll kill him. I'll kill him! (Harry and Marv get up and go up the stairs) You bomb me with one more can, kid, and I'll snap off your cajones and boil them in motor oil!\n\n(CUT TO BEDROOM; KEVIN DIALS 911)\n\nOPERATOR:\n911 emergency.\n\nKEVIN: (in a disguised voice)\nHello, my house is being robbed. My address is 656 Lincoln Boulevard. My name is Murphy.\n\n(CUT TO THE HALLWAY UPSTAIRS; KEVIN CRAWLS UNDER THE ROPE)\n\nHARRY:\nWatch it. You never know what's up there. (Kevin jumps up) There he is! (Harry flips over the rope landing on his back; Marv jumps over the rope, leaps, and grabs the bottom of Kevin's leg)\n\nMARV:\nAh! I got you! I got him, Harry. I got him! (Kevin spots the tarantula; Kevin attempts to reach for the tarantula) Harry, get up. Give me a hand! I got him! Harry, help me. Get up! (Kevin finally gets the tarantula) I got him. (Kevin places the tarantula on Marv's face; Marv screams in fear as Kevin runs up the stairs; Marv catches the tarantula off his face and tosses it on Harry's abdominal area)\n\n(CUT TO KEVIN ON THE 3RD FLOOR GRABBING ONTO AN METAL BAR THAT'S HOOKED ONTO A ROPE)\n\n(CUT TO THE SECOND FLOOR, WHERE MARV AND HARRY ARE)\n\nHARRY:\nWhat are you doing, Marv?\n\nMARV:\nHarry, don't move.\n\nHARRY:\nMarv?\n\nMARV:\nDon't... move.\n\nHARRY:\nMarv, what are you doing? (Marv raises his crowbar) Marv? (Marv hits Harry in the chest, and misses the tarantula; Harry screams in agony)\n\nMARV:\nDid I get him? (The tarantula crawls away) Did I get him?! Where is it? (Marv checks his face) Where is it?\n\nHARRY:\nNever mind that. Here! How do you like it, huh? (Harry hits Marv on the side 3 times) You jerk! Get that kid, before I... Get that kid! (Harry and Marv go upstairs)\n\n(CUT TO KEVIN GLIDING DOWN THE ROPE ALL THE WAY TO THE TREEHOUSE, CRASHING INTO THE BACK WALL; MARV AND HARRY ARE ON THE OTHER SIDE NOW)\n\nHARRY:\nWhere'd he go?\n\nMARV:\nMaybe he committed suicide.\n\nKEVIN:\nDown here, you big horse's ass! Come and get me before I call the police!\n\nMARV:\nLet's get him!\n\nHARRY:\nWait, wait. Just what he wants us to do: is go back downstairs through his fun house so we get all tore up.\n\nMARV:\nHe's gonna call the cops!\n\nHARRY:\nHe's not calling the c-- from a tree house?! Come on. (Harry wraps a white handkerchief around his hand as he comes out of the window)\n\nMARV:\nOut the window?\n\nHARRY:\nYeah.\n\nMARV:\nI'm not going out the window.\n\nHARRY:\nWhy, are you scared, Marv? Are you afraid? Come on, get out here. (Marv comes out of the window but keeps looking down) Come on. Come on! Come on. Keep going.\n\nMARV:\nLet's go back, Harry.\n\nHARRY:\nShut it, Marv. (Kevin comes back with hedge sheers; he places them on both sides of the rope as if he's going to cut it)\n\nKEVIN:\nHey, guys? Check this out.\n\nHARRY:\nGo back. Go back. (They start going back; Kevin cuts the rope; Marv and Harry swing from the rope into the brick wall of the McCallister house, landing on the snow)\n\n(CUT TO KEVIN CLIMBING DOWN THE LADDER OF THE TREEHOUSE, RUNNING AWAY)\n\nHARRY:\nThere he is! You're letting him get away... (Kevin runs for the Murphy house; he stops while Marv and Harry chase him)\n\nMARV:\nThere he is!\n\nKEVIN:\nHey, I'm calling the cops!\n\nHARRY:\nWait, wait! He wants us to follow him. I got a better idea. Come on. (Harry and Marv take another route)\n\n(CUT TO KEVIN ENTERING THE MURPHY HOUSE; HE ENTERS VIA THE BASEMENT DOOR, KEVIN WALKS THROUGH A FLOODED BASEMENT; KEVIN RUNS UP THE STAIRS AND OPENS THE DOOR; MARV AND HARRY ARE STADNING RIGHT IN FRONT OF HIM)\n\nHARRY:\nHiya, pal. We outsmarted you this time. (Harry snatches Kevin) Get over here! (Marv slams the doors; Marv and Harry hang him by the sweater onto a coat hanger)\n\nMARV:\nWhat are you gonna do to him, Harry?\n\nHARRY:\nWe'll do exactly what he did to us. We're going to burn his head with a blowtorch.\n\nMARV:\nAnd we're going to smash his face with an iron. (Enter Old Man Marley with a shovel)\n\nHARRY:\nI'd like to slap him in the face with a paint can, maybe.\n\nMARV:\nAnd shove a nail through his foot!\n\nHARRY:\nThe first thing I'm gonna do is bite off every one of these little fingers, one at a time. (Old Man Marley hits Marv in the back of the head with the shovel; Harry turns around; Old Man Marley hits Harry with the shovel)\n\nOLD MAN MARLEY:\nCome on. Let's get you home. (Old Man Marley takes Kevin off the coat hanger and carries him home)\n\n(CUT TO THE MARLEY OUTSIDE OF THE MURPHY HOUSE; POLICE CARS ARRIVE THE SCENE)\n\nKEVIN: (from his window at the McCallister House)\nWow! This is great. (Officers have Marv and Harry in cuffs as they walk out the the front of the house)\n\nOFFICER #1:\nNice move: always leaving the water running? Now we know each and every house that you've hit. (Harry looks at Marv, shaking his head)\n\nOFFICER #2:\nHey, you know, we've been looking for you guys for a long time.\n\nMARV:\nYeah. Well, remember, we're the \"Wet Bandits.\" \"Wet Bandits:\" that's W-E-T--\n\nHARRY:\nShut up! (Harry kicks Marv) Shut up! (Marv gets in the police car)\n\nOFFICER #1:\nHey, come on. Come on. (Officer attempts to put Harry in the back of police car)\n\nHARRY:\nHands off the head, pal!\n\nOFFICER #1:\nCome on. (Officer #1 gets Harry in the car; police drive off; Harry sees Kevin from the back of the police car; Kevin waves to him)\n\n(CUT TO KEVIN PUTTING COOKIES AND MILK OUT FOR SANTA; HE PUTS THE FINISHING TOUCHES ON TIDYING UP THE ROOM)\n\n(CUT TO THE KENOSHA KICKERS' TRUCK)\n\nKATE:\nI'm a bad parent. I'm a bad parent.\n\nGUS:\nYou're not. You know, You're beating yourself up there, you know. This happens. These things happen, you know. Gee, you want to talk about bad parents? Look at us. We're on the road 48, 49 weeks a year. We hardly see our families. You know, Joe, over there. Gosh, you know, he forgets his kids' names half the time. Ziggy over there, he's never even met his kid. Eddy: let's just hope none of them write a book about him.\n\nKATE:\nTell me, have you gone on vacation and left your child home?\n\nGUS:\nNo. But I did leave one at a funeral parlor once. Yeah, it was terrible, too. I was all distraught and everything. The wife and I, we left the little tyke there in the funeral parlor all day. All day. You know, we went back at night, when we came to our senses, there he was. Apparently, he was there all day with a corpse. Now, he was okay. You know, after 6, 7 weeks. He came around and started talking again. But he's okay. They get over it. Kids are resilient like that.\n\nKATE:\nMaybe we shouldn't talk about this.\n\nGUS:\nYou brought it up. I was just trying to cheer you up.\n\nKATE:\nI'm sorry I did.\n\n(CUT TO THE McCALLISTER HOUSE; IT'S SNOWING OUTSIDE; KEVIN WAKES UP)\n\nKEVIN:\nMom? Mom? Mom? (Kevin doesn't find anyone; Kevin looks outside and doesn't find anyone and closes the door; seconds later, the truck pulls up to the McCallister House)\n\n(CUT TO KEVIN IN THE BEDROOM UPSTAIRS; KEVIN LOOKS AT THE FAMILY PORTRAIT; KATE WALKS IN)\n\nKATE:\nKevin? Kevin! (Kevin places down the portrait and starts walking downstairs; Kate realizes what Kevin did around the house; Kate finds Kevin; Kevin turns aroundand sees his mom)\n\nKATE:\nMerry Christmas, sweetheart. Oh, Kevin, I'm so sorry. (Kevin smiles and runs to her; Kevin and Kate hug)\n\nKEVIN:\nWhere's everybody else?\n\nKATE:\nOh, baby, they couldn't come.They wanted to so much... (Enter Kevin's immediate family)\n\nBUZZ:\nI didn't fall asleep in the back and drool all over you, did I?\n\nMEGAN:\nYou do drool!\n\nBUZZ:\nShut up!\n\nPETER:\nKevin, my boy. How are you? (Peter picks up Kevin) You're all right. I love you. You okay?\n\nBUZZ:\nHey, Kev. It's pretty cool that you didn't burn the place down.\n\nKEVIN:\nThanks, Buzz. (Buzz and Kevin shake hands)\n\nKATE:\nWait a minute. How did you guys get home?\n\nPETER:\nOh, we took the morning flight, remember? The one you didn't want to wait for.\n\nKATE:\nOh, no. Oh! Thank you.\n\nPETER:\nMerry Christmas.\n\nKATE:\nMerry Christmas. Someone has to find an open store. We don't even have milk here.\n\nKEVIN:\nI went shopping yesterday. (Long pause)\n\nJEFF:\nYou, shopping?\n\nKEVIN:\nI got some milk, eggs, and fabric softener.\n\nKATE:\nWhat?\n\nPETER:No kidding. What a funny guy. What else did you do while we were away?\n\nKEVIN:\nJust hung around. (Everyone laughs)\n\nKATE:\nYou guys, bring your stuff upstairs.\n\nBUZZ:\nHe went shopping? He doesn't know how to tie his shoe. He's going shopping? (Exit everyone except Kevin, as he walks to the window; Peter finds Harry's gold tooth)\n\nPETER:\nHoney, what's this?\n\n(CUT TO KEVIN OPENING THE DRAPES TO FIND OLD MAN MARLEY UNITED WITH HIS FAMILY; OLD MAN MARLEY HUGS HIS GRANDDAUGHTER; OLD MAN MARLEY WAVES TO KEVIN; KEVIN WAVES TO OLD MAN MARLEY; OLD MAN MARLEY'S FAMILY WALKS AWAY)\n\nBUZZ:\nKevin! What did you do to my room? (Kevin gasps and runs away from the window)","url":"https://genius.com/John-hughes-home-alone-annotated"}