{"songs":"In principio furon verbi by Zona MC","lyrics":"L'autore delle proprie azioni scrive un autobiografia talmente coerente con esse da risultare un testo privo di qualsivoglia interesse, la sua fede morale è nella coerenza e ne è compiaciuto come ogni essere di essere una presenza senza nessun buco. Quel giorno da un buco spazio-temporale incontrò una sua azione futura che rivendicava quest'appartenenza ma sfaldava ogni coerenza della sua scrittura, camminando avanzava, temendo controllava, leggendo la cercava, sperando continuava, ricordando, ricreando immaginava e confrontando sospettava di non esser l'unico, ma ultimo camminando lo anticipava, automatismi, tic, ritornelli corporei più o meno connessi. Chi riflette su ogni passo nemmeno inizia, li paralizza con alcuni di essi, in questo senso l'uomo non è mosso dall'autoconservazione e anche i pensieri più depressi vogliono eccessi. Io ho un costume tessuto di senso comune, lo indosso quando esco per mischiarmi alla mischia ma restando immune dal pattume, poi quando lo tolgo ritorno uno stormo che vola nel numen, la cascata di pensieri-piume negli aggiornamenti virtuali e gli eventi inconsistenti tra aperitivi conferenze pub o locali creano un archivio-abisso rimosso come una discarica e gli artisti degli scarti come i mutoidi purtroppo oggi rimangono una rarità. Non essendo più autore delle proprie azioni l'uomo odierno ha soggettivazioni solo tramite le sue collezioni. Non avete paura, siete avuti da essa, temere di non avere un'identità è avere temere come identità, come buco nero che assorbe le attività, temi la morte come possibilità più drastica e il volto scomparso rinasce nei tuoi abbinamenti di interventi di chirurgia plastica. Ci son persone che non hanno una sola vocazione e non ne son nemmeno coscienti, ed han svolto mille lavori differenti contente, altre invece la cui depressione deriva dall'autoconvinzione di non avere una vocazione, il punto è che gli individui non hanno un destino o un ruolo preordinato, al massimo un fato ma che più viene atteso meno è potenziato. Questioni di attività e relazioni, esser pieno di sé per me significa pieno di tanti sé, anzi oltre i sé, dal sé un se, se fossi un divenire? Lei disse \"è cosi bello\", lui le chiese quale significato avesse un enunciato come quello, lei spiegò che le parole sono gesti che concatenano, dispiegano più di quanto ti spiegano, lui capì il grado di alienazione in cui viveva da quando tentava di essere l'autore di ogni propria azione camminando con caratteri mobili sotto le suole, suole studiar cose, persone, solo per ritradurle con le parole, teme di essere insignificante, se vive fluendo negli eventi senza riunirli tutti in una prova schiacciante, l'unità paranoica dispotica autolegittimante","url":"https://genius.com/Zona-mc-in-principio-furon-verbi-lyrics"}